[
    {
        "adult": false,
        "also_known_as": [
            "Walt Goggins",
            "華頓・哥金斯",
            "ウォルトン・ゴギンス",
            "월턴 고긴스",
            "華頓哥金斯",
            "Волтон Гоггінс"
        ],
        "birthday": "1971-11-10",
        "deathday": null,
        "gender": 2,
        "homepage": null,
        "id": 27740,
        "imdb_id": "nm0324658",
        "known_for_department": "Acting",
        "popularity": 28.454,
        "profile_path": "https://image.tmdb.org/t/p/w500/nPH7NL6wLUFJaXo5V3jBisgH84c.jpg",
        "name_en": "Walton Goggins",
        "name_ru": "Уолтон Гоггинс",
        "biography_en": "Walton Sanders Goggins, Jr. (born November 10, 1971) is an American actor best known for his roles on the FX Networks series The Shield and Justified, portraying Detective Shane Vendrell and Boyd Crowder, respectively. He is also known for his character roles in the films Miracle at St. Anna and Predators. Goggins co-produced and starred in the 2001 short film The Accountant, which won an Academy Award for Best Live Action Short Film. Goggins accepted the award alongside Ray McKinnon and Lisa Blount.",
        "biography_ru": "Уолтон Гоггинс\n\nГоггинс начал с небольших ролей в кино и в телевизионных проектах, в том числе сделанных для телевидения фильм «Убийство в Миссисипи», драма, основанная об истинном убийстве трёх гражданских трудящихся в 1964 году. Именно на «Убийстве в Миссисипи», встретился с актёром Рэй МакКиннон, с которым он подружился, а затем и профессионально сотрудничал. На маленьком экране, он несколько раз появлялся в качестве различных персонажей на основе драмы «В разгар ночи». Когда ему было 19 лет, семья собрала вещи и переехала в Лос-Анджелес, чтобы продолжить актёрскую карьеру. Его переезд в Лос-Анджелес оказался плодотворным. Он снимался в драме «The Watcher», в длительной военной драме зала суда «JAG». После игры Джима Боба в комедийном фильме «Cherokee Kid», вернулся в качестве приглашенной звезды в эпизодах «Страж» и «NYPD Blue».\n\nМежду тем, в 2001 году он создал продюсерскую компанию со своим старым другом Рэйем МакКинноном и его женой актрисой Лизой Блаунт. Фильм «Бухгалтер» — это 38-минутная комедия о двух отчаянных братьях, которые нанимают таинственного человека, чтобы решить все свои беды. Фильм получил премию Американской киноакадемии за Лучший короткометражный фильм в 2001 году. Является самым известным актёром сериала \"Щит\" за его роль детектива Шейна. В 2010 году сыграл вспомогательную роль, как заключенный камеры смертников в фильме «Хищники». 14 июля 2011 года, был номинирован на премию Эмми как выдающийся актёр второго плана в драматическом сериале за роль Бойда Краудера в сериале «Правосудие». Сыграл Криса Мэникса в фильме Квентина Тарантино «Омерзительная восьмерка».\n\nУолтон Гоггинс является страстным фотографом. Он продемонстрировал некоторые свои работы в блоге, который он создал. В перерыве от работы он путешествовал по всей Индии. Он также является страстным путешественником — проводит большую часть своего свободного времени на дорогах по всему миру: Индия, Вьетнам, Камбоджа, Таиланд, Центральная Америка и Марокко. В политике принимал активное участие в «Демократической партии» на президентских выборах 2008 года, когда он выступал за сенатора Барака Обаму. Он также известен как поклонник работ бывшего президента Джимми Картера. Также активно участвует в различных некоммерческих организациях, которые варьируются от экологических до гуманитарных работ.",
        "place_of_birth_en": "Birmingham, Alabama, USA",
        "place_of_birth_ru": "Birmingham, Alabama, USA",
        "settings": {
            "tags": []
        }
    },
    {
        "adult": false,
        "also_known_as": [
            "رايان غوسلينغ",
            "ライアン・ゴズリング",
            "ไรอัน กอสลิง",
            "瑞恩·高斯林",
            "Раян Гослінг",
            "라이언 고슬링",
            "რაიან გოსლინგი",
            "雷恩·葛斯林",
            "Jack Maxwell"
        ],
        "birthday": "1980-11-12",
        "deathday": null,
        "gender": 2,
        "homepage": null,
        "id": 30614,
        "imdb_id": "nm0331516",
        "known_for_department": "Acting",
        "popularity": 46.949,
        "profile_path": "https://image.tmdb.org/t/p/w500/lyUyVARQKhGxaxy0FbPJCQRpiaW.jpg",
        "name_en": "Ryan Gosling",
        "name_ru": "Райан Гослинг",
        "biography_en": "Ryan Thomas Gosling (born November 12, 1980) is a Canadian actor. Prominent in independent film, he has also worked in blockbuster films of varying genres, and has accrued a worldwide box office gross of over 1.9 billion USD. He has received various accolades, including a Golden Globe Award, and nominations for two Academy Awards and a BAFTA Award.\n\nBorn and raised in Canada, he rose to prominence at age 13 for being a child star on the Disney Channel's The Mickey Mouse Club (1993–1995), and went on to appear in other family entertainment programs, including Are You Afraid of the Dark? (1995) and Goosebumps (1996). His first film role was as a Jewish neo-Nazi in The Believer (2001), and he went on to star in several independent films, including Murder by Numbers (2002), The Slaughter Rule (2002), and The United States of Leland (2003).\n\nGosling gained wider recognition and stardom for the 2004 romance film The Notebook. This was followed by starring roles in a string of critically acclaimed independent dramas including Half Nelson (2006), for which he was nominated for the Academy Award for Best Actor. Gosling co-starred in three mainstream films in 2011, the romantic comedy Crazy, Stupid, Love and the action drama Drive, all of which were critical and commercial successes. He then starred in the acclaimed financial satire The Big Short (2015) and the romantic musical La La Land (2016), the latter of which won him the Golden Globe Award for Best Actor and a second Academy Award nomination for Best Actor. Further acclaim followed with the science fiction thriller Blade Runner 2049 (2017) and the biopic First Man (2018). In addition to acting, he made his directorial debut in 2014's Lost River.",
        "biography_ru": "Райан Гослинг\n\nКанадский киноактёр. Двукратный номинант на премию «Оскар» (2007, 2017), лауреат премии «Золотой глобус» (2017), двукратный лауреат премии «Спутник» (2007, 2012) и лауреат премии Национального совета кинокритиков США (2006). В 2008 году совместно с Заком Шилдсом основал музыкальную группу Dead Man’s Bones и участвует в ней по сей день.\n\nСреди знаменитых киноработ актёра: «Фанатик», «Отсчёт убийств», «Соединённые штаты Лиланда», «Дневник памяти», «Останься», «Полу-Нельсон», «Перелом», «Все самое лучшее», «Валентинка», «Эта дурацкая любовь», «Место под соснами», «Мартовские иды», «Охотники на гангстеров», «Только Бог простит», «Игра на понижение», «Славные парни», «Ла-Ла Ленд», «Бегущий по лезвию 2049». Стал широко известен после релиза нео-нуара «Драйв».\n\nСемья: отец Томас Гослинг (англ. Thomas Gosling), мать Донна Гослинг (англ. Donna Gosling), сестра Мэнди Гослинг (англ. Mandi Gosling). Среди предков Райана — франко-канадцы (50 %), англичане, шотландцы и немцы. Образование Райан получал в средних школах Lester B Pearson High School в Бёрлингтоне и в Gladstone Public School, Корнуолле. Любимый музыкант — Чет Бейкер. Любимая еда — блюда из кальмаров. Любимый цвет — синий. Любимый фильм — «К востоку от рая» (англ. East of Eden), снятый по одноимённому роману Стейнбека.\n\nВ детстве Гослинг был членом Клуба Микки Мауса (The Mickey Mouse Club), в котором выступал вместе с такими современными знаменитостями, как Бритни Спирс, Кристина Агилера и Джастин Тимберлейк.\n\nВ 2004 году он стал одним из «пятидесяти самых привлекательных холостяков» по мнению журнала People.\n\nВстречался с актрисами Сандрой Буллок (2002—2003 годы), Рэйчел Макадамс (2004—2007, 2008), Фамке Янссен (2007—2008), Джейми Мюррей (2009—2010).\n\nС сентября 2011 состоит в отношениях с Евой Мендес. 12 сентября 2014 года актриса родила ему дочь, которую назвали Эсмеральда Амада Гослинг, а 29 апреля 2016 у пары родилась вторая дочь Амада Ли Гослинг.\n\nРайан состоит в музыкальной группе Dead Man's Bones. В декабре 2008 года Гослинг и его близкий друг Зак Шилдс выпустили альбом In The Room Where You Sleep и первый видеоклип на песню к нему. С Шилдсом Райан познакомился, когда оба встречались с сёстрами МакАдамс (Зак встречался с Кэйлин). Поначалу парни друг другу не понравились, но когда выяснилось, что оба увлекаются всяческими страшилками, привидениями, монстрами и зомби, они решили создать совместный проект по реализации общих идей.",
        "place_of_birth_en": "London, Ontario, Canada",
        "place_of_birth_ru": "London, Ontario, Canada",
        "settings": {
            "tags": []
        }
    },
    {
        "adult": false,
        "also_known_as": [
            "約翰·古德曼",
            "ジョン・グッドマン",
            "존 굿맨",
            "جون غودمان",
            "Джон Гудман",
            "Джон Стівен Гудмен",
            "Джон Гудмен",
            "Karl Mundt",
            "John Stephen Goodman",
            "Jonathan Stephen \"John\" Goodman"
        ],
        "birthday": "1952-06-20",
        "deathday": null,
        "gender": 2,
        "homepage": null,
        "id": 1230,
        "imdb_id": "nm0000422",
        "known_for_department": "Acting",
        "popularity": 22.79,
        "profile_path": "https://image.tmdb.org/t/p/w500/yyYqoyKHO7hE1zpgEV2XlqYWcNV.jpg",
        "name_en": "John Goodman",
        "name_ru": "John Goodman",
        "biography_en": "John Goodman is an American stage, film and television actor, best known for his role as Dan Conner on the television series Roseanne, and the hugely popular feature film The Big Lebowski.",
        "biography_ru": "John Goodman is an American stage, film and television actor, best known for his role as Dan Conner on the television series Roseanne, and the hugely popular feature film The Big Lebowski.",
        "place_of_birth_en": "Saint Louis, Missouri, USA",
        "place_of_birth_ru": "Saint Louis, Missouri, USA",
        "settings": {
            "tags": []
        }
    },
    {
        "adult": false,
        "also_known_as": [
            "喬瑟夫·高登-李維",
            "โจเซฟ กอร์ดอน-เลวิตต์",
            "조셉 고든 레빗",
            "جوزيف غوردون-ليفيت",
            "Joseph Leonard Gordon-Levitt",
            "Joey Gordon-Levitt",
            "Joe Gordon-Levitt",
            "Joseph Leonard Levitt",
            "约瑟夫·高登-莱维特",
            "Джозеф Гордон-Левітт"
        ],
        "birthday": "1981-02-17",
        "deathday": null,
        "gender": 2,
        "homepage": null,
        "id": 24045,
        "imdb_id": "nm0330687",
        "known_for_department": "Acting",
        "popularity": 36.049,
        "profile_path": "https://image.tmdb.org/t/p/w500/z2FA8js799xqtfiFjBTicFYdfk.jpg",
        "name_en": "Joseph Gordon-Levitt",
        "name_ru": "Джозеф Гордон-Левитт",
        "biography_en": "Joseph Leonard Gordon-Levitt (born February 17, 1981) is an American actor and filmmaker. He has received various accolades, including nominations for the Golden Globe Award for Best Actor – Motion Picture Musical or Comedy for his leading performances in 500 Days of Summer (2009) and 50/50 (2011). He is the founder of the online media platform HitRecord whose projects such as HitRecord on TV (2014–15) and Create Together (2020) won him two Primetime Emmy Awards in the category of Outstanding Interactive Program.\n\nBorn in Los Angeles to a Jewish family, Gordon-Levitt began his acting career as a child, appearing in the films A River Runs Through It (1992), Holy Matrimony (1994), and Angels in the Outfield (1994), which earned him a Young Artist Award and a Saturn Award nomination. He played the role of Tommy Solomon in the TV series 3rd Rock from the Sun (1996–2001) for which he received three nominations at the Screen Actors Guild Awards. He had a supporting role in 10 Things I Hate About You (1999) and voiced Jim Hawkins in the Disney animated Treasure Planet (2002) before taking a break from acting to study at Columbia University, but dropped out in 2004 to resume his acting career.\n\nSince returning to acting, Gordon-Levitt has starred in Manic (2001), Mysterious Skin (2004), Brick (2005), The Lookout (2007), The Brothers Bloom (2008), Miracle at St. Anna (2008), G.I. Joe: The Rise of Cobra (2009), Inception (2010), Hesher (2010), Premium Rush (2012), The Dark Knight Rises (2012), Looper (2012), and Lincoln (2012). He portrayed Philippe Petit in the Robert Zemeckis-directed film The Walk (2015) and whistleblower Edward Snowden in the Oliver Stone film Snowden (2016). In 2020, he starred in the legal drama The Trial of the Chicago 7, for which he won the Critics' Choice Movie Award for Best Acting Ensemble and the Screen Actors Guild Award for Outstanding Performance by a Cast in a Motion Picture.\n\nIn 2013, he wrote and directed Don Jon, a comedy-drama film that was released to critical acclaim, earning him an Independent Spirit Award nomination for Best First Screenplay. He previously directed and edited two short films, both of which were released in 2010: Morgan M. Morgansen's Date with Destiny and Morgan and Destiny's Eleventeenth Date: The Zeppelin Zoo. In 2021, he wrote, directed and starred in a comedy drama series Mr. Corman on Apple TV+.",
        "biography_ru": "Американский актёр и кинорежиссёр, двукратный номинант на премию «Золотой глобус» (2010, 2012). Наиболее заметные фильмы с его участием: «Начало», «Тёмный рыцарь: Возрождение легенды», «Бросок кобры», «Петля времени», «Линкольн», «Сноуден», «Жизнь прекрасна», «Обман», «500 дней лета», «Третья планета от Солнца», «10 причин моей ненависти», «Прогулка», «Кирпич», «Город грехов 2: Женщина, ради которой стоит убивать».\n\nДжозеф Гордон-Левитт родился 17 февраля 1981 года в Лос-Анджелесе, штат Калифорния, США. Его семья была еврейской, хотя и «не являлась строго религиозной». Его отец Деннис Левитт работал на радиостанции «Pacifica Radio», а мать, Джейн Гордон, была редактором программы телепередач на той же самой радиостанции. У Джо был старший брат Дэниэл, который скончался в 2010 году.\n\nДжозеф начал актёрскую карьеру в раннем возрасте: в 1988 году он дебютировал в телефильме «Ни шагу назад». Первая роль в полнометражном кино пришлась на 1992 год, Джозеф появился на несколько секунд в фильме «Бетховен». Далее он сыграл у Роберта Редфорда в фильме «Там, где течёт река» (другое название — «И катит воды река»), а с 1996 года он играл в популярном телевизионном сериале «Третья планета от Солнца», за который получил две премии от влиятельного голливудского издания The Hollywood Reporter и премию Гильдии киноактёров США. Кроме того, Джозеф сыграл одну из ведущих ролей в успешной комедии «10 причин моей ненависти», квази-шекспировском современном молодёжном фильме, где вместе с ним на экране появились Хит Леджер и Джулия Стайлз.\n\nВ 2001 году, после окончания актёром Колумбийского университета и снятия с эфира сериала «Третья планета от Солнца», Джозеф Гордон-Левитт практически полностью перешёл к съёмкам у независимых режиссёров. В 2005 году актёр получил широкое признание публики и позитивные отзывы критиков во всём мире за свою роль уличного хастлера в фильме культового режиссёра Грегга Араки «Загадочная кожа». А чуть позже на экраны в ограниченный прокат вышел фильм Райана Джонсона «Кирпич» — снятый в жанре неонуар университетский детектив, в котором Джозеф сыграл студента, расследующего загадочную гибель своей бывшей подружки.\n\nОсенью 2006 года актёр был занят на съёмках фильма режиссёра Кимберли Пирс «Война по принуждению». Кроме того, Джозефа можно увидеть в роли наёмного убийцы в триллере «Киллер» с участием Дайан Лэйн и Микки Рурка.\n\nВ 2009 году Джозеф снялся в главной роли в романтической комедии «500 дней лета» совместно с Зоуи Дешанель. Гордон-Левитт сыграл влюбленного романтика Томаса Хэнсона, за что был номинирован на премии «Независимый дух» и «Detroit Film Critics Society Awards».\n\nВ 2010 году вышел в прокат фильм с участием Гордона-Левитта «Начало» с Леонардо Ди Каприо в главной роли и «Хэшер» с Натали Портман.\n\nВ 2011 году в фильме «Жизнь прекрасна» Джозеф сыграл молодого человека по имени Адам, который узнает, что он болен раком.\n\nВ январе 2013 года на кинофестивале «Сандэнс» состоялась премьера комедийного фильма «Страсти Дон Жуана», в котором Джозеф Гордон-Левитт является режиссёром, сценаристом, а также исполнителем главной роли. В фильме также снимались Скарлетт Йоханссон и Джулианна Мур. В России в широкий кинопрокат фильм вышел в сентябре 2013 года.",
        "place_of_birth_en": "Los Angeles, California, USA",
        "place_of_birth_ru": "Los Angeles, California, USA",
        "settings": {
            "tags": []
        }
    },
    {
        "adult": false,
        "also_known_as": [
            "Caryn Elaine Johnson",
            "Whoopie Goldberg",
            "우피 골드버그",
            "烏比·戈德堡",
            "Вупі Голдберг"
        ],
        "birthday": "1955-11-13",
        "deathday": null,
        "gender": 1,
        "homepage": null,
        "id": 2395,
        "imdb_id": "nm0000155",
        "known_for_department": "Acting",
        "popularity": 30.869,
        "profile_path": "https://image.tmdb.org/t/p/w500/wZKI7qcEIVgiHxeFtk3NuKt8URQ.jpg",
        "name_en": "Whoopi Goldberg",
        "name_ru": "Whoopi Goldberg",
        "biography_en": "An American comedian, actress, singer-songwriter, political activist, and talk show host. Goldberg made her film debut in The Color Purple (1985) playing Celie, a mistreated black woman in the Deep South. She received a nomination for the Academy Award for Best Actress and won her first Golden Globe Award for her role in the film. In 1990, she starred as Oda Mae Brown, a psychic helping a slain man (Patrick Swayze) find his killer in the blockbuster film Ghost. This performance won her a second Golden Globe and an Academy Award for Best Supporting Actress. Notable later films include Sister Act and Sister Act 2, The Lion King, Made in America, How Stella Got Her Groove Back, Girl, Interrupted and Rat Race. She is also acclaimed for her roles as the bartender Guinan in Star Trek: The Next Generation and as Terry Dolittle in Jumpin' Jack Flash. Her latest role is the voice of Stretch in Toy Story 3. Goldberg has been nominated for 13 Emmy Awards for her work in television. She was co-producer of the popular game show Hollywood Squares from 1998 to 2004. She has been the moderator of the daytime talk show The View since 2007. Goldberg has a Grammy, two Emmys, two Golden Globes, a Tony, and an Oscar. In addition, Goldberg has a British Academy Film Award, four People's Choice Awards and has been honored with a star on the Hollywood Walk of Fame and is one of the few entertainers who have won an Oscar, Emmy, Grammy, and Tony Award.",
        "biography_ru": "An American comedian, actress, singer-songwriter, political activist, and talk show host. Goldberg made her film debut in The Color Purple (1985) playing Celie, a mistreated black woman in the Deep South. She received a nomination for the Academy Award for Best Actress and won her first Golden Globe Award for her role in the film. In 1990, she starred as Oda Mae Brown, a psychic helping a slain man (Patrick Swayze) find his killer in the blockbuster film Ghost. This performance won her a second Golden Globe and an Academy Award for Best Supporting Actress. Notable later films include Sister Act and Sister Act 2, The Lion King, Made in America, How Stella Got Her Groove Back, Girl, Interrupted and Rat Race. She is also acclaimed for her roles as the bartender Guinan in Star Trek: The Next Generation and as Terry Dolittle in Jumpin' Jack Flash. Her latest role is the voice of Stretch in Toy Story 3. Goldberg has been nominated for 13 Emmy Awards for her work in television. She was co-producer of the popular game show Hollywood Squares from 1998 to 2004. She has been the moderator of the daytime talk show The View since 2007. Goldberg has a Grammy, two Emmys, two Golden Globes, a Tony, and an Oscar. In addition, Goldberg has a British Academy Film Award, four People's Choice Awards and has been honored with a star on the Hollywood Walk of Fame and is one of the few entertainers who have won an Oscar, Emmy, Grammy, and Tony Award.",
        "place_of_birth_en": "New York City, New York, USA",
        "place_of_birth_ru": "New York City, New York, USA",
        "settings": {
            "tags": []
        }
    },
    {
        "adult": false,
        "also_known_as": [
            "Mel Columcille Gerard Gibson",
            "梅尔·吉布森",
            "Mel Colm-Cille Gerard Gibson, AO",
            "Μελ Κόλμ-Σίλε Τζέραρντ Γκίμπσον",
            "Μελ Γκίμπσον",
            "멜 깁슨",
            "مِل گیبسون",
            "梅爾·吉勃遜",
            "Мел Гібсон"
        ],
        "birthday": "1956-01-03",
        "deathday": null,
        "gender": 2,
        "homepage": null,
        "id": 2461,
        "imdb_id": "nm0000154",
        "known_for_department": "Acting",
        "popularity": 54.04,
        "profile_path": "https://image.tmdb.org/t/p/w500/jnqHMaOslt8cef2atSmOpGRvNla.jpg",
        "name_en": "Mel Gibson",
        "name_ru": "Mel Gibson",
        "biography_en": "Mel Columcille Gerard Gibson (born January 3, 1956) is an actor, film director, producer and screenwriter. Born in Peekskill, New York, Gibson moved with his parents to Sydney, Australia when he was 12 years old and later studied acting at the Australian National Institute of Dramatic Art. After appearing in the \"Mad Max\" and \"Lethal Weapon\" series, Gibson went on to direct and star in the Academy Award-winning \"Braveheart\" (1995). In 2004, he directed and produced \"The Passion of the Christ,\" a controversial yet successful film portraying the last hours in the life of Jesus Christ.",
        "biography_ru": "Mel Columcille Gerard Gibson (born January 3, 1956) is an actor, film director, producer and screenwriter. Born in Peekskill, New York, Gibson moved with his parents to Sydney, Australia when he was 12 years old and later studied acting at the Australian National Institute of Dramatic Art. After appearing in the \"Mad Max\" and \"Lethal Weapon\" series, Gibson went on to direct and star in the Academy Award-winning \"Braveheart\" (1995). In 2004, he directed and produced \"The Passion of the Christ,\" a controversial yet successful film portraying the last hours in the life of Jesus Christ.",
        "place_of_birth_en": "Peekskill, New York, USA",
        "place_of_birth_ru": "Peekskill, New York, USA",
        "settings": {
            "tags": []
        }
    },
    {
        "adult": false,
        "also_known_as": [
            "Άνια Τέιλορ-Τζόι",
            "安雅·泰勒-乔伊",
            "安雅‧泰勒-喬伊",
            "안야 테일러조이",
            "アニャ・テイラー＝ジョイ",
            "アニャ・テイラー・ジョイ",
            "אניה טיילור-ג'וי",
            "Анја Џозефин Мари Тејлор-Џој",
            "安雅·泰勒-喬伊",
            "Anya Josephine Marie Taylor-Joy"
        ],
        "birthday": "1996-04-16",
        "deathday": null,
        "gender": 1,
        "homepage": null,
        "id": 1397778,
        "imdb_id": "nm5896355",
        "known_for_department": "Acting",
        "popularity": 53.851,
        "profile_path": "https://image.tmdb.org/t/p/w500/qYNofOjlRke2MlJVihmJmEdQI4v.jpg",
        "name_en": "Anya Taylor-Joy",
        "name_ru": "Anya Taylor-Joy",
        "biography_en": "Anya-Josephine Marie Taylor-Joy (born 16 April 1996) is a British-American actress and model.\n\nShe left school at age sixteen and began to pursue an acting career. After small television roles, she made her film debut with the lead role of Thomasin in the horror film The Witch (2015). She went on to star in the horror film Split and the black comedy Thoroughbreds (both 2017). She also appeared in the drama miniseries The Miniaturist (2017), the fifth and sixth series of Peaky Blinders (2019–2022) and The Dark Crystal: Age of Resistance (2019), and the superhero film Glass (2019), reprising her role from Split. Taylor-Joy voiced Princess Peach in The Super Mario Bros. Movie (2023) and portrayed the title character in Furiosa (2024).",
        "biography_ru": "Anya-Josephine Marie Taylor-Joy (born 16 April 1996) is a British-American actress and model.\n\nShe left school at age sixteen and began to pursue an acting career. After small television roles, she made her film debut with the lead role of Thomasin in the horror film The Witch (2015). She went on to star in the horror film Split and the black comedy Thoroughbreds (both 2017). She also appeared in the drama miniseries The Miniaturist (2017), the fifth and sixth series of Peaky Blinders (2019–2022) and The Dark Crystal: Age of Resistance (2019), and the superhero film Glass (2019), reprising her role from Split. Taylor-Joy voiced Princess Peach in The Super Mario Bros. Movie (2023) and portrayed the title character in Furiosa (2024).",
        "place_of_birth_en": "Miami, Florida, USA",
        "place_of_birth_ru": "Miami, Florida, USA",
        "settings": {
            "tags": []
        }
    },
    {
        "adult": false,
        "also_known_as": [
            "كريس هيمسوورث",
            "크리스 헴스워스",
            "クリス・ヘムズワース",
            "คริส เฮมส์เวิร์ท",
            "克里斯·海姆斯沃斯",
            "Κρις Χέμσγουορθ",
            "Christopher Bruce Hemsworth",
            "כריס המסוורת'",
            "克里斯·漢斯沃",
            "Кріс Хемсворт"
        ],
        "birthday": "1983-08-11",
        "deathday": null,
        "gender": 2,
        "homepage": null,
        "id": 74568,
        "imdb_id": "nm1165110",
        "known_for_department": "Acting",
        "popularity": 39.288,
        "profile_path": "https://image.tmdb.org/t/p/w500/xkHHiJXraaMFXgRYspN6KVrFn17.jpg",
        "name_en": "Chris Hemsworth",
        "name_ru": "Chris Hemsworth",
        "biography_en": "Chris Hemsworth (born 11 August 1983) is an Australian actor.\n\nHe is best known for his roles as Kim Hyde in the Australian TV series Home and Away (2004) and as Thor in the Marvel Cinematic Universe films Thor (2011), The Avengers (2012), Thor: The Dark World (2013), Avengers: Age of Ultron (2015), Thor: Ragnarok (2017), Avengers: Infinity War (2018), Avengers: Endgame (2019), and Thor: Love and Thunder (2022). He has also appeared in the science fiction action film Star Trek (2009), the thriller adventure A Perfect Getaway (2009), the horror comedy The Cabin in the Woods (2012), the dark fantasy action film Snow White and the Huntsman (2012), the war film Red Dawn (2012) and the biographical sports drama film Rush (2013).",
        "biography_ru": "Chris Hemsworth (born 11 August 1983) is an Australian actor.\n\nHe is best known for his roles as Kim Hyde in the Australian TV series Home and Away (2004) and as Thor in the Marvel Cinematic Universe films Thor (2011), The Avengers (2012), Thor: The Dark World (2013), Avengers: Age of Ultron (2015), Thor: Ragnarok (2017), Avengers: Infinity War (2018), Avengers: Endgame (2019), and Thor: Love and Thunder (2022). He has also appeared in the science fiction action film Star Trek (2009), the thriller adventure A Perfect Getaway (2009), the horror comedy The Cabin in the Woods (2012), the dark fantasy action film Snow White and the Huntsman (2012), the war film Red Dawn (2012) and the biographical sports drama film Rush (2013).",
        "place_of_birth_en": "Melbourne, Victoria, Australia",
        "place_of_birth_ru": "Melbourne, Victoria, Australia",
        "settings": {
            "tags": []
        }
    },
    {
        "adult": false,
        "also_known_as": [
            "آل باتشينو",
            "艾尔·帕西诺",
            "อัล ปาชิโน",
            "アル・パチーノ",
            "알 파치노",
            "Αλφρέντο Τζέημς \"Αλ\" Πατσίνο",
            "Αλ Πατσίνο",
            "Αλφρέντο Τζέημς Πατσίνο",
            "Alfredo James Pacino",
            "അൽ പച്ചിനോ",
            "ال پاچینو",
            "Ал Пачино",
            "آل پاچینو"
        ],
        "birthday": "1940-04-25",
        "deathday": null,
        "gender": 2,
        "homepage": null,
        "id": 1158,
        "imdb_id": "nm0000199",
        "known_for_department": "Acting",
        "popularity": 56.516,
        "profile_path": "https://image.tmdb.org/t/p/w500/2dGBb1fOcNdZjtQToVPFxXjm4ke.jpg",
        "name_en": "Al Pacino",
        "name_ru": "Al Pacino",
        "biography_en": "Alfredo James Pacino (born April 25, 1940) is an American actor and filmmaker. In a career spanning over five decades, he has received many awards and nominations, including an Academy Award, two Tony Awards, and two Primetime Emmy Awards. He is one of the few performers to have received the Triple Crown of Acting. He has also been honored with the AFI Life Achievement Award, the Cecil B. DeMille Award, and the National Medal of Arts.\n\nA method actor and former student of the HB Studio and the Actors Studio, where he was taught by Charlie Laughton and Lee Strasberg, Pacino's film debut came at the age of 29 with a minor role in Me, Natalie (1969). He gained favorable notice for his first lead role as a heroin addict in The Panic in Needle Park (1971). Wide acclaim and recognition came with his breakthrough role as Michael Corleone in Francis Ford Coppola's The Godfather (1972), for which he received his first Oscar nomination, and he would reprise the role in the sequels The Godfather Part II (1974) and The Godfather Part III (1990).\n\nHis portrayal of Michael Corleone is regarded as one of the greatest in film history. Pacino received nominations for the Academy Award for Best Actor for Serpico (1973), The Godfather Part II, Dog Day Afternoon (1975), and ...And Justice for All (1979), ultimately winning it for playing a blind military veteran in Scent of a Woman (1992). For his performances in The Godfather, Dick Tracy (1990), Glengarry Glen Ross (1992), and The Irishman (2019), he earned Best Supporting Actor Oscar nominations.\n\nOther notable portrayals include Tony Montana in Scarface (1983), Carlito Brigante in Carlito's Way (1993), Benjamin Ruggiero in Donnie Brasco (1997), and Lowell Bergman in The Insider (1999). He has also starred in the thrillers Heat (1995), The Devil's Advocate (1997), Insomnia (2002), and appeared in Once Upon a Time in Hollywood (2019). On television, Pacino has acted in several productions for HBO, including Angels in America (2003) and the Jack Kevorkian biopic You Don't Know Jack (2010), winning a Primetime Emmy Award for Outstanding Lead Actor in a Miniseries or a Movie for each. Pacino currently stars in the Amazon Video web television series Hunters (2020–present).\n\nHe has also had an extensive career on stage. He is a two-time Tony Award winner, in 1969 and 1977, for his performances in Does a Tiger Wear a Necktie? and The Basic Training of Pavlo Hummel. Pacino made his filmmaking debut with Looking for Richard (1996), directing and starring in this documentary about Richard III; Pacino had played the lead role on stage in 1977. He has also acted as Shylock in a 2004 feature film adaptation and 2010 stage production of The Merchant of Venice. Pacino directed and starred in Chinese Coffee (2000), Wilde Salomé (2011), and Salomé (2013). Since 1994, he has been the joint president of the Actors Studio.​\n\nFrom Wikipedia, the free encyclopedia",
        "biography_ru": "Alfredo James Pacino (born April 25, 1940) is an American actor and filmmaker. In a career spanning over five decades, he has received many awards and nominations, including an Academy Award, two Tony Awards, and two Primetime Emmy Awards. He is one of the few performers to have received the Triple Crown of Acting. He has also been honored with the AFI Life Achievement Award, the Cecil B. DeMille Award, and the National Medal of Arts.\n\nA method actor and former student of the HB Studio and the Actors Studio, where he was taught by Charlie Laughton and Lee Strasberg, Pacino's film debut came at the age of 29 with a minor role in Me, Natalie (1969). He gained favorable notice for his first lead role as a heroin addict in The Panic in Needle Park (1971). Wide acclaim and recognition came with his breakthrough role as Michael Corleone in Francis Ford Coppola's The Godfather (1972), for which he received his first Oscar nomination, and he would reprise the role in the sequels The Godfather Part II (1974) and The Godfather Part III (1990).\n\nHis portrayal of Michael Corleone is regarded as one of the greatest in film history. Pacino received nominations for the Academy Award for Best Actor for Serpico (1973), The Godfather Part II, Dog Day Afternoon (1975), and ...And Justice for All (1979), ultimately winning it for playing a blind military veteran in Scent of a Woman (1992). For his performances in The Godfather, Dick Tracy (1990), Glengarry Glen Ross (1992), and The Irishman (2019), he earned Best Supporting Actor Oscar nominations.\n\nOther notable portrayals include Tony Montana in Scarface (1983), Carlito Brigante in Carlito's Way (1993), Benjamin Ruggiero in Donnie Brasco (1997), and Lowell Bergman in The Insider (1999). He has also starred in the thrillers Heat (1995), The Devil's Advocate (1997), Insomnia (2002), and appeared in Once Upon a Time in Hollywood (2019). On television, Pacino has acted in several productions for HBO, including Angels in America (2003) and the Jack Kevorkian biopic You Don't Know Jack (2010), winning a Primetime Emmy Award for Outstanding Lead Actor in a Miniseries or a Movie for each. Pacino currently stars in the Amazon Video web television series Hunters (2020–present).\n\nHe has also had an extensive career on stage. He is a two-time Tony Award winner, in 1969 and 1977, for his performances in Does a Tiger Wear a Necktie? and The Basic Training of Pavlo Hummel. Pacino made his filmmaking debut with Looking for Richard (1996), directing and starring in this documentary about Richard III; Pacino had played the lead role on stage in 1977. He has also acted as Shylock in a 2004 feature film adaptation and 2010 stage production of The Merchant of Venice. Pacino directed and starred in Chinese Coffee (2000), Wilde Salomé (2011), and Salomé (2013). Since 1994, he has been the joint president of the Actors Studio.​\n\nFrom Wikipedia, the free encyclopedia",
        "place_of_birth_en": "New York City, New York, USA",
        "place_of_birth_ru": "New York City, New York, USA",
        "settings": {
            "tags": []
        }
    },
    {
        "adult": false,
        "also_known_as": [
            "Thomas Sangster",
            "Thomas Brodie Sangster",
            "토마스 생스터",
            "湯瑪士·桑格斯特"
        ],
        "birthday": "1990-05-16",
        "deathday": null,
        "gender": 2,
        "homepage": null,
        "id": 25663,
        "imdb_id": "nm1032473",
        "known_for_department": "Acting",
        "popularity": 26.142,
        "profile_path": "https://image.tmdb.org/t/p/w500/ovfgjgaE7aAXKYaemABX6pJFwRk.jpg",
        "name_en": "Thomas Brodie-Sangster",
        "name_ru": "Thomas Brodie-Sangster",
        "biography_en": "Thomas Brodie-Sangster (born 16 May 1990), is an English actor. He is known for playing Sam in Love Actually (2003), Simon in Nanny McPhee (2005), Ferb in Phineas and Ferb (2007–2015), Jojen Reed in Game of Thrones (2013–2014), Newt in the Maze Runner film series (2014–2018), and Benny Watts in the Netflix miniseries The Queen's Gambit (2020), for which he was nominated for the Primetime Emmy Award for Outstanding Supporting Actor in a Limited Series or Movie.\n\nBrodie-Sangster also grew in popularity for starring in critically acclaimed cult films such as Death of a Superhero (2011), Bright Star (2009), and as Paul McCartney in Nowhere Boy (2009). He played Jake Murray in the series Accused (2010–2012). He also had a cameo as an officer of the First Order in Star Wars: The Force Awakens (2015), a role as Whitey Winn in the Netflix miniseries Godless (2017) and voiced John Tracy in Thunderbirds Are Go (2015–2020).",
        "biography_ru": "Thomas Brodie-Sangster (born 16 May 1990), is an English actor. He is known for playing Sam in Love Actually (2003), Simon in Nanny McPhee (2005), Ferb in Phineas and Ferb (2007–2015), Jojen Reed in Game of Thrones (2013–2014), Newt in the Maze Runner film series (2014–2018), and Benny Watts in the Netflix miniseries The Queen's Gambit (2020), for which he was nominated for the Primetime Emmy Award for Outstanding Supporting Actor in a Limited Series or Movie.\n\nBrodie-Sangster also grew in popularity for starring in critically acclaimed cult films such as Death of a Superhero (2011), Bright Star (2009), and as Paul McCartney in Nowhere Boy (2009). He played Jake Murray in the series Accused (2010–2012). He also had a cameo as an officer of the First Order in Star Wars: The Force Awakens (2015), a role as Whitey Winn in the Netflix miniseries Godless (2017) and voiced John Tracy in Thunderbirds Are Go (2015–2020).",
        "place_of_birth_en": "Southwark, London, England, UK",
        "place_of_birth_ru": "Southwark, London, England, UK",
        "settings": {
            "tags": []
        }
    },
    {
        "adult": false,
        "also_known_as": [
            "Colin Andrew Firth",
            "Колин Ферт",
            "콜린 퍼스",
            "コリン・ファース",
            "كولين فيرث",
            "โคลิน เฟิร์ธ",
            "哥連·費夫",
            "Κόλιν Φερθ",
            "柯林·佛斯",
            "Колин Фёрт",
            "Колін Ферт"
        ],
        "birthday": "1960-09-10",
        "deathday": null,
        "gender": 2,
        "homepage": null,
        "id": 5472,
        "imdb_id": "nm0000147",
        "known_for_department": "Acting",
        "popularity": 16.315,
        "profile_path": "https://image.tmdb.org/t/p/w500/4VBeYEUQbfhnivdkqInM36u5fda.jpg",
        "name_en": "Colin Firth",
        "name_ru": "Colin Firth",
        "biography_en": "Colin Andrew Firth (born September 10, 1960) is an English actor and producer. He was identified in the mid-1980s with the \"Brit Pack\" of rising young British actors, undertaking a challenging series of roles, including leading roles in A Month in the Country (1987), Tumbledown (1988) and Valmont (1989). His portrayal of Mr. Darcy in the 1995 television adaptation of Jane Austen's Pride and Prejudice led to widespread attention, and to roles in more prominent films such as The English Patient (1996), Shakespeare in Love (1998), Bridget Jones's Diary (2001), The Importance of Being Earnest (2002), Girl with a Pearl Earring (2003), Richard Curtis's romantic comedy ensemble film Love Actually (2003), and the musical comedy Mamma Mia! (2008) and its sequel, Mamma Mia! Here We Go Again! (2018).\n\nIn 2009, Firth received international acclaim for his performance in Tom Ford's A Single Man, for which he won a BAFTA Award and received his first Academy Award nomination. In 2010, his portrayal of King George VI in Tom Hooper's The King's Speech won him the Academy Award for Best Actor. He subsequently appeared as MI6 agent Bill Haydon in Tinker Tailor Soldier Spy (2011), and as secret agent Harry Hart in Kingsman: The Secret Service (2014) and its sequel Kingsman: The Golden Circle (2017). He has since appeared in the musical fantasy Mary Poppins Returns (2018), and Sam Mendes' war film 1917 (2019), and Supernova (2020). He is also known for his performances in television including the BBC film Conspiracy (2001), and HBO's The Staircase (2022), receiving Primetime Emmy Award nominations for each.\n\nIn 2012, he founded the production company Raindog Films, where he served as a producer for Eye in the Sky (2015) and Loving (2016). His films have grossed more than $3 billion from 42 releases worldwide. Firth has campaigned for the rights of indigenous tribal people and is a member of Survival International. He has campaigned on issues of asylum seekers, refugees' rights and the environment. He commissioned and co-authored a scientific paper on a study of the differences in brain structure between people of differing political orientations.\n\nHe is the recipient of various accolades, including an Academy Award, two British Academy Film Awards, a Golden Globe Award, and three Screen Actors Guild Awards. In 2011, Firth was appointed a CBE by Queen Elizabeth II at Buckingham Palace for his services to drama. That same year, he received a star on the Hollywood Walk of Fame, and appeared in Time magazine's 100 most influential people in the world.",
        "biography_ru": "Colin Andrew Firth (born September 10, 1960) is an English actor and producer. He was identified in the mid-1980s with the \"Brit Pack\" of rising young British actors, undertaking a challenging series of roles, including leading roles in A Month in the Country (1987), Tumbledown (1988) and Valmont (1989). His portrayal of Mr. Darcy in the 1995 television adaptation of Jane Austen's Pride and Prejudice led to widespread attention, and to roles in more prominent films such as The English Patient (1996), Shakespeare in Love (1998), Bridget Jones's Diary (2001), The Importance of Being Earnest (2002), Girl with a Pearl Earring (2003), Richard Curtis's romantic comedy ensemble film Love Actually (2003), and the musical comedy Mamma Mia! (2008) and its sequel, Mamma Mia! Here We Go Again! (2018).\n\nIn 2009, Firth received international acclaim for his performance in Tom Ford's A Single Man, for which he won a BAFTA Award and received his first Academy Award nomination. In 2010, his portrayal of King George VI in Tom Hooper's The King's Speech won him the Academy Award for Best Actor. He subsequently appeared as MI6 agent Bill Haydon in Tinker Tailor Soldier Spy (2011), and as secret agent Harry Hart in Kingsman: The Secret Service (2014) and its sequel Kingsman: The Golden Circle (2017). He has since appeared in the musical fantasy Mary Poppins Returns (2018), and Sam Mendes' war film 1917 (2019), and Supernova (2020). He is also known for his performances in television including the BBC film Conspiracy (2001), and HBO's The Staircase (2022), receiving Primetime Emmy Award nominations for each.\n\nIn 2012, he founded the production company Raindog Films, where he served as a producer for Eye in the Sky (2015) and Loving (2016). His films have grossed more than $3 billion from 42 releases worldwide. Firth has campaigned for the rights of indigenous tribal people and is a member of Survival International. He has campaigned on issues of asylum seekers, refugees' rights and the environment. He commissioned and co-authored a scientific paper on a study of the differences in brain structure between people of differing political orientations.\n\nHe is the recipient of various accolades, including an Academy Award, two British Academy Film Awards, a Golden Globe Award, and three Screen Actors Guild Awards. In 2011, Firth was appointed a CBE by Queen Elizabeth II at Buckingham Palace for his services to drama. That same year, he received a star on the Hollywood Walk of Fame, and appeared in Time magazine's 100 most influential people in the world.",
        "place_of_birth_en": "Grayshott, Hampshire, England, UK",
        "place_of_birth_ru": "Grayshott, Hampshire, England, UK",
        "settings": {
            "tags": []
        }
    },
    {
        "adult": false,
        "also_known_as": [
            "كلينت إيستوود",
            "클린트 이스트우드",
            "クリント・イーストウッド",
            "克林·伊斯威特",
            "คลินต์ อีสต์วุด",
            "Clinton \"Clint\" Eastwood, Jr.",
            "Κλιντ Ίστγουντ",
            "Clinton Eastwood Jr.",
            "Clinton Eastwood",
            "克林特·伊斯特伍德"
        ],
        "birthday": "1930-05-31",
        "deathday": null,
        "gender": 2,
        "homepage": null,
        "id": 190,
        "imdb_id": "nm0000142",
        "known_for_department": "Acting",
        "popularity": 57.03,
        "profile_path": "https://image.tmdb.org/t/p/w500/dU35NnjZ4aGw5abIJe3WXVf3Eey.jpg",
        "name_en": "Clint Eastwood",
        "name_ru": "Clint Eastwood",
        "biography_en": "Clinton \"Clint\" Eastwood Jr. (born May 31, 1930) is an American film actor, director, producer, composer and former politician. Following his breakthrough role on the TV series \"Rawhide\" (1959–65), Eastwood starred as the Man with No Name in Sergio Leone's Dollars Trilogy of spaghetti westerns (\"A Fistful of Dollars,\" \"For a Few Dollars More,\" and \"The Good, the Bad and the Ugly\") in the 1960s, and as San Francisco Police Department Inspector Harry Callahan in the Dirty Harry films (\"Dirty Harry,\" \"Magnum Force,\" \"The Enforcer,\" \"Sudden Impact,\" and \"The Dead Pool\") during the 1970s and 1980s. These roles, along with several others in which he plays tough-talking no-nonsense police officers, have made him an enduring cultural icon of masculinity.\n\nEastwood won Academy Awards for Best Director and Producer of the Best Picture, as well as receiving nominations for Best Actor, for his work in the films \"Unforgiven\" (1992) and \"Million Dollar Baby\" (2004). These films in particular, as well as others including \"Play Misty for Me\" (1971), \"The Outlaw Josey Wales\" (1976), \"Pale Rider\" (1985), \"In the Line of Fire\" (1993), \"The Bridges of Madison County\" (1995), and \"Gran Torino\" (2008), have all received commercial success and/or critical acclaim. Eastwood's only comedies have been \"Every Which Way but Loose\" (1978) and its sequel \"Any Which Way You Can\" (1980); despite being widely panned by critics they are the two highest-grossing films of his career after adjusting for inflation.\n\nEastwood has directed most of his own star vehicles, but he has also directed films in which he did not appear such as \"Mystic River\" (2003) and \"Letters from Iwo Jima\" (2006), for which he received Academy Award nominations and \"Changeling\" (2008), which received Golden Globe Award nominations. He has received considerable critical praise in France in particular, including for several of his films which were panned in the United States, and was awarded two of France's highest honors: in 1994 he received the Ordre des Arts et des Lettres medal and in 2007 was awarded the Légion d'honneur medal. In 2000 he was awarded the Italian Venice Film Festival Golden Lion for lifetime achievement.\n\nSince 1967 Eastwood has run his own production company, Malpaso, which has produced the vast majority of his films. He also served as the nonpartisan mayor of Carmel-by-the-Sea, California, from 1986 to 1988. Eastwood has seven children by five women, although he has only married twice. An audiophile, Eastwood is also associated with jazz and has composed and performed pieces in several films along with his eldest son, Kyle Eastwood.\n\nDescription above adapted from the Wikipedia article Clint Eastwood, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "biography_ru": "Clinton \"Clint\" Eastwood Jr. (born May 31, 1930) is an American film actor, director, producer, composer and former politician. Following his breakthrough role on the TV series \"Rawhide\" (1959–65), Eastwood starred as the Man with No Name in Sergio Leone's Dollars Trilogy of spaghetti westerns (\"A Fistful of Dollars,\" \"For a Few Dollars More,\" and \"The Good, the Bad and the Ugly\") in the 1960s, and as San Francisco Police Department Inspector Harry Callahan in the Dirty Harry films (\"Dirty Harry,\" \"Magnum Force,\" \"The Enforcer,\" \"Sudden Impact,\" and \"The Dead Pool\") during the 1970s and 1980s. These roles, along with several others in which he plays tough-talking no-nonsense police officers, have made him an enduring cultural icon of masculinity.\n\nEastwood won Academy Awards for Best Director and Producer of the Best Picture, as well as receiving nominations for Best Actor, for his work in the films \"Unforgiven\" (1992) and \"Million Dollar Baby\" (2004). These films in particular, as well as others including \"Play Misty for Me\" (1971), \"The Outlaw Josey Wales\" (1976), \"Pale Rider\" (1985), \"In the Line of Fire\" (1993), \"The Bridges of Madison County\" (1995), and \"Gran Torino\" (2008), have all received commercial success and/or critical acclaim. Eastwood's only comedies have been \"Every Which Way but Loose\" (1978) and its sequel \"Any Which Way You Can\" (1980); despite being widely panned by critics they are the two highest-grossing films of his career after adjusting for inflation.\n\nEastwood has directed most of his own star vehicles, but he has also directed films in which he did not appear such as \"Mystic River\" (2003) and \"Letters from Iwo Jima\" (2006), for which he received Academy Award nominations and \"Changeling\" (2008), which received Golden Globe Award nominations. He has received considerable critical praise in France in particular, including for several of his films which were panned in the United States, and was awarded two of France's highest honors: in 1994 he received the Ordre des Arts et des Lettres medal and in 2007 was awarded the Légion d'honneur medal. In 2000 he was awarded the Italian Venice Film Festival Golden Lion for lifetime achievement.\n\nSince 1967 Eastwood has run his own production company, Malpaso, which has produced the vast majority of his films. He also served as the nonpartisan mayor of Carmel-by-the-Sea, California, from 1986 to 1988. Eastwood has seven children by five women, although he has only married twice. An audiophile, Eastwood is also associated with jazz and has composed and performed pieces in several films along with his eldest son, Kyle Eastwood.\n\nDescription above adapted from the Wikipedia article Clint Eastwood, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "place_of_birth_en": "San Francisco, California, USA",
        "place_of_birth_ru": "San Francisco, California, USA",
        "settings": {
            "tags": []
        }
    },
    {
        "adult": false,
        "also_known_as": [
            "هنري كافيل",
            "헨리 카빌",
            "ヘンリー・カヴィル",
            "เฮนรี แควิลล์",
            "亨利·卡維爾",
            "Χένρι Κάβιλ",
            "Генрі Кевілл",
            "Henry William Dalgliesh Cavill",
            "亨利·卡维尔",
            "הנרי קאביל"
        ],
        "birthday": "1983-05-05",
        "deathday": null,
        "gender": 2,
        "homepage": null,
        "id": 73968,
        "imdb_id": "nm0147147",
        "known_for_department": "Acting",
        "popularity": 61.43,
        "profile_path": "https://image.tmdb.org/t/p/w500/iWdKjMry5Pt7vmxU7bmOQsIUyHa.jpg",
        "name_en": "Henry Cavill",
        "name_ru": "Henry Cavill",
        "biography_en": "Henry William Dalgliesh Cavill (born 5 May 1983) is a British actor. He is known for his portrayal of Charles Brandon in Showtime's The Tudors (2007–2010), DC Comics character Superman in the DC Extended Universe, Geralt of Rivia in the Netflix fantasy series The Witcher (2019–present), as well as Sherlock Holmes in the Netflix film Enola Holmes (2020).\n\nCavill began his career with roles in the feature adaptations of The Count of Monte Cristo (2002) and I Capture the Castle (2003). He later portrayed supporting roles in several television series, including BBC's The Inspector Lynley Mysteries, ITV's Midsomer Murders, and Showtime's The Tudors. He has since appeared in numerous major studio films, such as Tristan & Isolde (2006), Stardust (2007), Blood Creek (2009), Immortals (2011), The Cold Light of Day (2012), Sand Castle (2017) and Night Hunter (2018). Cavill gained international recognition with his role as Superman in the DC Extended Universe superhero films Man of Steel (2013), Batman v Superman: Dawn of Justice (2016) and Justice League (2017). He also starred in the action spy films The Man from U.N.C.L.E. (2015) and Mission: Impossible – Fallout (2018).\n\nDescription above from the Wikipedia article Henry Cavill, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "biography_ru": "Henry William Dalgliesh Cavill (born 5 May 1983) is a British actor. He is known for his portrayal of Charles Brandon in Showtime's The Tudors (2007–2010), DC Comics character Superman in the DC Extended Universe, Geralt of Rivia in the Netflix fantasy series The Witcher (2019–present), as well as Sherlock Holmes in the Netflix film Enola Holmes (2020).\n\nCavill began his career with roles in the feature adaptations of The Count of Monte Cristo (2002) and I Capture the Castle (2003). He later portrayed supporting roles in several television series, including BBC's The Inspector Lynley Mysteries, ITV's Midsomer Murders, and Showtime's The Tudors. He has since appeared in numerous major studio films, such as Tristan & Isolde (2006), Stardust (2007), Blood Creek (2009), Immortals (2011), The Cold Light of Day (2012), Sand Castle (2017) and Night Hunter (2018). Cavill gained international recognition with his role as Superman in the DC Extended Universe superhero films Man of Steel (2013), Batman v Superman: Dawn of Justice (2016) and Justice League (2017). He also starred in the action spy films The Man from U.N.C.L.E. (2015) and Mission: Impossible – Fallout (2018).\n\nDescription above from the Wikipedia article Henry Cavill, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "place_of_birth_en": "St. Helier, Jersey, Channel Islands",
        "place_of_birth_ru": "St. Helier, Jersey, Channel Islands",
        "settings": {
            "tags": []
        }
    },
    {
        "adult": false,
        "also_known_as": [
            "Norman Mark Reedus",
            "Νόρμαν Ρίντους",
            "Норман Ридус",
            "ノーマン・リーダス",
            "诺曼·瑞杜斯",
            "노만 리더스",
            "Норман Рідус",
            "諾曼李杜斯"
        ],
        "birthday": "1969-01-06",
        "deathday": null,
        "gender": 2,
        "homepage": "http://www.normanreedusonline.com",
        "id": 4886,
        "imdb_id": "nm0005342",
        "known_for_department": "Acting",
        "popularity": 25.23,
        "profile_path": "https://image.tmdb.org/t/p/w500/ozHPdO5jAt7ozzdZUgyRAMNPSDW.jpg",
        "name_en": "Norman Reedus",
        "name_ru": "Norman Reedus",
        "biography_en": "Norman Mark Reedus (born January 6, 1969) is an American actor, voice actor, television host, and model. Reedus is known for starring in the popular AMC horror drama series The Walking Dead as Daryl Dixon, in the film The Boondock Saints (1999) and its sequel The Boondock Saints II: All Saints Day (2009) as Murphy MacManus, as Scud in Marvel's Blade II (2002), Marco in Deuces Wild (2002) and for his AMC TV show Ride with Norman Reedus. He has acted in numerous films and television series, and modeled for various fashion designers (most recognizably Prada in the 1990s). Reedus also provided motion capture and voice acting for the lead character Sam Porter in the video game Death Stranding (2019).",
        "biography_ru": "Norman Mark Reedus (born January 6, 1969) is an American actor, voice actor, television host, and model. Reedus is known for starring in the popular AMC horror drama series The Walking Dead as Daryl Dixon, in the film The Boondock Saints (1999) and its sequel The Boondock Saints II: All Saints Day (2009) as Murphy MacManus, as Scud in Marvel's Blade II (2002), Marco in Deuces Wild (2002) and for his AMC TV show Ride with Norman Reedus. He has acted in numerous films and television series, and modeled for various fashion designers (most recognizably Prada in the 1990s). Reedus also provided motion capture and voice acting for the lead character Sam Porter in the video game Death Stranding (2019).",
        "place_of_birth_en": "Hollywood, Florida, USA",
        "place_of_birth_ru": "Hollywood, Florida, USA",
        "settings": {
            "tags": []
        }
    },
    {
        "adult": false,
        "also_known_as": [
            "هاريسون فورد",
            "해리슨 포드",
            "ハリソン・フォード",
            "แฮร์ริสัน ฟอร์ด",
            "哈里森·福特",
            "Харисън Форд",
            "Χάρισον Φορντ",
            "ഹാരിസൺ ഫോർഡ് ",
            "Harrison J. Ford",
            "הריסון פורד",
            "האריסון פורד",
            "哈里遜·福特",
            "Harry Ford"
        ],
        "birthday": "1942-07-13",
        "deathday": null,
        "gender": 2,
        "homepage": null,
        "id": 3,
        "imdb_id": "nm0000148",
        "known_for_department": "Acting",
        "popularity": 64.642,
        "profile_path": "https://image.tmdb.org/t/p/w500/n4dwIg6NbQzeMaS1yEKKlfNJH7a.jpg",
        "name_en": "Harrison Ford",
        "name_ru": "Harrison Ford",
        "biography_en": "Legendary Hollywood Icon Harrison Ford was born on July 13, 1942 in Chicago, Illinois. His family history includes a strong lineage of actors, radio personalities, and models. Ford attended public high school in Park Ridge, Illinois where he was a member of the school Radio Station WMTH. Ford worked as the lead voice for sports reporting at WMTH for several years. Acting wasn’t a major interest to Ford until his junior year at Ripon College when he first took an acting class. Ford’s career started in 1964 when he travelled to California in search of a voice-over job. He never received that position, but instead signed a contract with Columbia Pictures where he earned $150 weekly to play small fill in roles in various films.\n\nThrough the ’60s Ford worked on several TV shows including Gunsmoke, Ironside, Kung Fu, and American Style. It wasn’t until 1967 that he received his first credited role in the Western film, A Time for Killing. Dissatisfied with the meager roles he was being offered, Ford took a hiatus from acting to work as a self-employed carpenter. This seemingly odd diversion turned out to be a blessing in disguise for Harrison’s acting career when he was soon hired by famous film producer George Lucas. This was a turning point in Ford’s life that led to him be casted in milestone roles such as Han Solo and Indiana Jones.\n\nSince his most famous roles in the original Star Wars trilogy and Raiders of the Lost Ark, Ford has appeared in over 40 films. Many criticize his late-career work, saying his performances have been lackluster, leading to commercially disappointing films. Ford has always worked hard to protect his off-screen private life, keeping details about his children and marriages quiet. He has a total of five children including one recent adoption with third and current wife Calista Flockhart. In addition to acting, Ford is passionate about environmental conservation, aviation, and archeology.",
        "biography_ru": "Legendary Hollywood Icon Harrison Ford was born on July 13, 1942 in Chicago, Illinois. His family history includes a strong lineage of actors, radio personalities, and models. Ford attended public high school in Park Ridge, Illinois where he was a member of the school Radio Station WMTH. Ford worked as the lead voice for sports reporting at WMTH for several years. Acting wasn’t a major interest to Ford until his junior year at Ripon College when he first took an acting class. Ford’s career started in 1964 when he travelled to California in search of a voice-over job. He never received that position, but instead signed a contract with Columbia Pictures where he earned $150 weekly to play small fill in roles in various films.\n\nThrough the ’60s Ford worked on several TV shows including Gunsmoke, Ironside, Kung Fu, and American Style. It wasn’t until 1967 that he received his first credited role in the Western film, A Time for Killing. Dissatisfied with the meager roles he was being offered, Ford took a hiatus from acting to work as a self-employed carpenter. This seemingly odd diversion turned out to be a blessing in disguise for Harrison’s acting career when he was soon hired by famous film producer George Lucas. This was a turning point in Ford’s life that led to him be casted in milestone roles such as Han Solo and Indiana Jones.\n\nSince his most famous roles in the original Star Wars trilogy and Raiders of the Lost Ark, Ford has appeared in over 40 films. Many criticize his late-career work, saying his performances have been lackluster, leading to commercially disappointing films. Ford has always worked hard to protect his off-screen private life, keeping details about his children and marriages quiet. He has a total of five children including one recent adoption with third and current wife Calista Flockhart. In addition to acting, Ford is passionate about environmental conservation, aviation, and archeology.",
        "place_of_birth_en": "Chicago, Illinois, USA",
        "place_of_birth_ru": "Chicago, Illinois, USA",
        "settings": {
            "tags": []
        }
    },
    {
        "adult": false,
        "also_known_as": [
            "Batista",
            "Dave Batista",
            "Deacon Batista",
            "David Bautista",
            "Leviathan",
            "Дэйв Батиста",
            "데이브 바티스타",
            "Ντέιβ Μπαουτίστα",
            "The Animal",
            "Batista Bomb",
            "デイヴ・バウティスタ",
            "戴夫·巴帝斯塔",
            "David Micheal Bautista Jr.",
            "דייוויד מייקל \"דייב\" באוטיסטה ג'וניור"
        ],
        "birthday": "1969-01-18",
        "deathday": null,
        "gender": 2,
        "homepage": "https://www.wwe.com/superstars/batista",
        "id": 543530,
        "imdb_id": "nm1176985",
        "known_for_department": "Acting",
        "popularity": 25.108,
        "profile_path": "https://image.tmdb.org/t/p/w500/sAeWLLUFEVggkLjrnkI6NiUMtLO.jpg",
        "name_en": "Dave Bautista",
        "name_ru": "Dave Bautista",
        "biography_en": "David Michael Bautista Jr. (born January 18, 1969) is an American actor of Filipino-Greek descent and retired professional wrestler. He had several stints in WWE between 2002 and 2019. In his acting career, he is most widely known for his portrayal of Drax the Destroyer in the Marvel Cinematic Universe since Guardians of the Galaxy (2014), up until leaving the franchise after Guardians of the Galaxy Vol. 3 (2023), and for his portrayal of Glossu Rabban Harkonnen in Denis Villeneuve's Dune (2021) and its sequel, Dune: Part Two (2024).",
        "biography_ru": "David Michael Bautista Jr. (born January 18, 1969) is an American actor of Filipino-Greek descent and retired professional wrestler. He had several stints in WWE between 2002 and 2019. In his acting career, he is most widely known for his portrayal of Drax the Destroyer in the Marvel Cinematic Universe since Guardians of the Galaxy (2014), up until leaving the franchise after Guardians of the Galaxy Vol. 3 (2023), and for his portrayal of Glossu Rabban Harkonnen in Denis Villeneuve's Dune (2021) and its sequel, Dune: Part Two (2024).",
        "place_of_birth_en": "Washington, D.C., USA",
        "place_of_birth_ru": "Washington, D.C., USA",
        "settings": {
            "tags": []
        }
    },
    {
        "adult": false,
        "also_known_as": [
            "Джаред Лето",
            "จาเรด เลโท",
            "杰瑞德·莱托",
            "ジャレッド・レト",
            "جاريد ليتو",
            "Bartholomew Cubbins",
            "Τζάρεντ Λέτο",
            "자레드 레토",
            "Thirty Seconds to Mars",
            "30 Seconds to Mars",
            "Jared Joseph Leto"
        ],
        "birthday": "1971-12-26",
        "deathday": null,
        "gender": 2,
        "homepage": null,
        "id": 7499,
        "imdb_id": "nm0001467",
        "known_for_department": "Acting",
        "popularity": 18.533,
        "profile_path": "https://image.tmdb.org/t/p/w500/ca3x0OfIKbJppZh8S1Alx3GfUZO.jpg",
        "name_en": "Jared Leto",
        "name_ru": "Jared Leto",
        "biography_en": "Jared Joseph Leto (/ˈlɛtoʊ/; born December 26, 1971) is an American actor and musician. After starting his career with television appearances in the early 1990s, he achieved recognition for his role as Jordan Catalano on the television series My So-Called Life (1994). He made his film debut in How to Make an American Quilt (1995) and received critical praise for his performance in Prefontaine (1997).\n\nAfter supporting roles in The Thin Red Line (1998), Fight Club (1999), Girl, Interrupted (1999) and American Psycho (2000), and the lead role in Urban Legend (1998), he earned critical acclaim for portraying heroin addict Harry Goldfarb in Requiem for a Dream (2000). He began focusing increasingly on music, then returned to acting with Panic Room (2002), Alexander (2004), Lord of War (2005), Lonely Hearts (2006), Chapter 27 (2007), and Mr. Nobody (2009). His performance as a transgender woman in Dallas Buyers Club (2013) earned him an Academy Award, a Golden Globe Award, and a Screen Actors Guild Award for Best Supporting Actor. He starred in Suicide Squad (2016), Blade Runner 2049 (2017), The Little Things (2021) and House of Gucci (2021), of which the latter two earned him nominations for a Golden Globe Award and Screen Actors Guild Award for Best Supporting Actor.\n\nLeto is the lead vocalist, multi-instrumentalist and main songwriter for Thirty Seconds to Mars, a band he formed with his older brother Shannon Leto. Their debut album, 30 Seconds to Mars (2002), released to positive reviews but limited commercial success. The band achieved worldwide fame with the release of their second album A Beautiful Lie (2005). Their following releases, This Is War (2009), and Love, Lust, Faith and Dreams (2013), received further critical success, and their fifth album, America (2018), marked new commercial success. As of September 2014, they have sold over 15 million albums worldwide.\n\nLeto is considered a method actor, known for his constant devotion to and research of his roles. He often remains completely in character for the duration of shooting schedules of his films, even to the point of adversely affecting his health. He is also known to be selective about his film roles.\n\nDescription above from the Wikipedia article Jared Leto, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "biography_ru": "Jared Joseph Leto (/ˈlɛtoʊ/; born December 26, 1971) is an American actor and musician. After starting his career with television appearances in the early 1990s, he achieved recognition for his role as Jordan Catalano on the television series My So-Called Life (1994). He made his film debut in How to Make an American Quilt (1995) and received critical praise for his performance in Prefontaine (1997).\n\nAfter supporting roles in The Thin Red Line (1998), Fight Club (1999), Girl, Interrupted (1999) and American Psycho (2000), and the lead role in Urban Legend (1998), he earned critical acclaim for portraying heroin addict Harry Goldfarb in Requiem for a Dream (2000). He began focusing increasingly on music, then returned to acting with Panic Room (2002), Alexander (2004), Lord of War (2005), Lonely Hearts (2006), Chapter 27 (2007), and Mr. Nobody (2009). His performance as a transgender woman in Dallas Buyers Club (2013) earned him an Academy Award, a Golden Globe Award, and a Screen Actors Guild Award for Best Supporting Actor. He starred in Suicide Squad (2016), Blade Runner 2049 (2017), The Little Things (2021) and House of Gucci (2021), of which the latter two earned him nominations for a Golden Globe Award and Screen Actors Guild Award for Best Supporting Actor.\n\nLeto is the lead vocalist, multi-instrumentalist and main songwriter for Thirty Seconds to Mars, a band he formed with his older brother Shannon Leto. Their debut album, 30 Seconds to Mars (2002), released to positive reviews but limited commercial success. The band achieved worldwide fame with the release of their second album A Beautiful Lie (2005). Their following releases, This Is War (2009), and Love, Lust, Faith and Dreams (2013), received further critical success, and their fifth album, America (2018), marked new commercial success. As of September 2014, they have sold over 15 million albums worldwide.\n\nLeto is considered a method actor, known for his constant devotion to and research of his roles. He often remains completely in character for the duration of shooting schedules of his films, even to the point of adversely affecting his health. He is also known to be selective about his film roles.\n\nDescription above from the Wikipedia article Jared Leto, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "place_of_birth_en": "Bossier City, Louisiana, USA",
        "place_of_birth_ru": "Bossier City, Louisiana, USA",
        "settings": {
            "tags": []
        }
    },
    {
        "adult": false,
        "also_known_as": [
            "Одри Кэтлин Растон",
            "Audrey Kathleen Ruston",
            "Одри Хепбёрн",
            "Одри Хепберн",
            "Одрі Гепберн",
            "Одрі Хепберн",
            "오드리 헵번",
            "奥黛丽·赫本",
            "奧黛麗·赫本"
        ],
        "birthday": "1929-05-04",
        "deathday": "1993-01-20",
        "gender": 1,
        "homepage": "http://www.audreyhepburn.com",
        "id": 1932,
        "imdb_id": "nm0000030",
        "known_for_department": "Acting",
        "popularity": 17.821,
        "profile_path": "https://image.tmdb.org/t/p/w500/nbkNJ8dr6j5vSZ3M6SKwp0F7Q1P.jpg",
        "name_en": "Audrey Hepburn",
        "name_ru": "Audrey Hepburn",
        "biography_en": "Audrey Hepburn (born Audrey Kathleen Ruston; 4 May 1929 – 20 January 1993) was a British actress and humanitarian. Recognised as both a film and fashion icon, she was ranked by the American Film Institute as the third-greatest female screen legend from the Classical Hollywood cinema and was inducted into the International Best Dressed List Hall of Fame.\n\nBorn in Ixelles, Brussels, to an aristocratic family, Hepburn spent parts of her childhood in Belgium, England, and the Netherlands. She studied ballet with Sonia Gaskell in Amsterdam beginning in 1945, and with Marie Rambert in London from 1948. She began performing as a chorus girl in West End musical theatre productions and then had minor appearances in several films. She rose to stardom in the romantic comedy Roman Holiday (1953) alongside Gregory Peck, for which she was the first actress to win an Oscar, a Golden Globe Award, and a BAFTA Award for a single performance. That year, she also won a Tony Award for Best Lead Actress in a Play for her performance in Ondine.\n\nShe went on to star in a number of successful films such as Sabrina (1954), in which Humphrey Bogart and William Holden compete for her affection; Funny Face (1957), a musical where she sang her own parts; the drama The Nun's Story (1959); the romantic comedy Breakfast at Tiffany's (1961); the thriller-romance Charade (1963), opposite Cary Grant; and the musical My Fair Lady (1964). In 1967 she starred in the thriller Wait Until Dark, receiving Academy Award, Golden Globe, and BAFTA nominations. After that, she only occasionally appeared in films, one being Robin and Marian (1976) with Sean Connery. Her last recorded performances were in the 1990 documentary television series Gardens of the World with Audrey Hepburn for which she won a Primetime Emmy Award for Outstanding Individual Achievement – Informational Programming.\n\nHepburn won three BAFTA Awards for Best British Actress in a Leading Role. In recognition of her film career, she received BAFTA's Lifetime Achievement Award, the Golden Globe Cecil B. DeMille Award, the Screen Actors Guild Life Achievement Award, and the Special Tony Award. She remains one of only seventeen people who have won Academy, Emmy, Grammy, and Tony Awards. Later in life, Hepburn devoted much of her time to UNICEF, to which she had contributed since 1954. Between 1988 and 1992, she worked in some of the poorest communities of Africa, South America, and Asia. In December 1992, she received the US Presidential Medal of Freedom in recognition of her work as a UNICEF Goodwill Ambassador. A month later, she died of appendiceal cancer at her home in Tolochenaz, Vaud, Switzerland, at the age of 63.",
        "biography_ru": "Audrey Hepburn (born Audrey Kathleen Ruston; 4 May 1929 – 20 January 1993) was a British actress and humanitarian. Recognised as both a film and fashion icon, she was ranked by the American Film Institute as the third-greatest female screen legend from the Classical Hollywood cinema and was inducted into the International Best Dressed List Hall of Fame.\n\nBorn in Ixelles, Brussels, to an aristocratic family, Hepburn spent parts of her childhood in Belgium, England, and the Netherlands. She studied ballet with Sonia Gaskell in Amsterdam beginning in 1945, and with Marie Rambert in London from 1948. She began performing as a chorus girl in West End musical theatre productions and then had minor appearances in several films. She rose to stardom in the romantic comedy Roman Holiday (1953) alongside Gregory Peck, for which she was the first actress to win an Oscar, a Golden Globe Award, and a BAFTA Award for a single performance. That year, she also won a Tony Award for Best Lead Actress in a Play for her performance in Ondine.\n\nShe went on to star in a number of successful films such as Sabrina (1954), in which Humphrey Bogart and William Holden compete for her affection; Funny Face (1957), a musical where she sang her own parts; the drama The Nun's Story (1959); the romantic comedy Breakfast at Tiffany's (1961); the thriller-romance Charade (1963), opposite Cary Grant; and the musical My Fair Lady (1964). In 1967 she starred in the thriller Wait Until Dark, receiving Academy Award, Golden Globe, and BAFTA nominations. After that, she only occasionally appeared in films, one being Robin and Marian (1976) with Sean Connery. Her last recorded performances were in the 1990 documentary television series Gardens of the World with Audrey Hepburn for which she won a Primetime Emmy Award for Outstanding Individual Achievement – Informational Programming.\n\nHepburn won three BAFTA Awards for Best British Actress in a Leading Role. In recognition of her film career, she received BAFTA's Lifetime Achievement Award, the Golden Globe Cecil B. DeMille Award, the Screen Actors Guild Life Achievement Award, and the Special Tony Award. She remains one of only seventeen people who have won Academy, Emmy, Grammy, and Tony Awards. Later in life, Hepburn devoted much of her time to UNICEF, to which she had contributed since 1954. Between 1988 and 1992, she worked in some of the poorest communities of Africa, South America, and Asia. In December 1992, she received the US Presidential Medal of Freedom in recognition of her work as a UNICEF Goodwill Ambassador. A month later, she died of appendiceal cancer at her home in Tolochenaz, Vaud, Switzerland, at the age of 63.",
        "place_of_birth_en": "Ixelles, Belgium",
        "place_of_birth_ru": "Ixelles, Belgium",
        "settings": {
            "tags": []
        }
    },
    {
        "adult": false,
        "also_known_as": [
            "Marlon Brando Jr.",
            "Bud",
            "Марлон Брандо",
            "マーロン・ブランド",
            "말론 브란도",
            "มาร์ลอน แบรนโด",
            "مارلون براندو",
            "马龙·白兰度",
            "მარლონ ბრანდო",
            "Marlon Brando Junior"
        ],
        "birthday": "1924-04-03",
        "deathday": "2004-07-01",
        "gender": 2,
        "homepage": "http://www.marlonbrando.com/",
        "id": 3084,
        "imdb_id": "nm0000008",
        "known_for_department": "Acting",
        "popularity": 15.265,
        "profile_path": "https://image.tmdb.org/t/p/w500/5o8whyfLBWXLODEcMP8K45lPTjT.jpg",
        "name_en": "Marlon Brando",
        "name_ru": "Marlon Brando",
        "biography_en": "Marlon Brando Jr. (April 3, 1924 – July 1, 2004) was an American actor. Considered one of the most influential actors of the 20th century, he received numerous accolades throughout his career which spanned six decades, including two Academy Awards, two Golden Globe Awards, and three British Academy Film Awards. Brando was also an activist for many causes, notably the civil rights movement and various Native American movements. Having studied with Stella Adler in the 1940s, he is credited with being one of the first actors to bring the Stanislavski system of acting and method acting, derived from the Stanislavski system, to mainstream audiences.\n\nHe initially gained acclaim and his first Academy Award nomination for Best Actor in a Leading Role for reprising the role of Stanley Kowalski in the 1951 film adaptation of Tennessee Williams' play A Streetcar Named Desire, a role that he originated successfully on Broadway. He received further praise, and a first Academy Award and Golden Globe Award, for his performance as Terry Malloy in On the Waterfront, and his portrayal of the rebellious motorcycle gang leader Johnny Strabler in The Wild One proved to be a lasting image in popular culture. Brando received Academy Award nominations for playing Emiliano Zapata in Viva Zapata! (1952); Mark Antony in Joseph L. Mankiewicz's 1953 film adaptation of Shakespeare's Julius Caesar; and Air Force Major Lloyd Gruver in Sayonara (1957), an adaptation of James A. Michener's 1954 novel.\n\nThe 1960s saw Brando's career take a commercial and critical downturn. He directed and starred in the cult western One-Eyed Jacks, a critical and commercial flop, after which he delivered a series of notable box-office failures, beginning with Mutiny on the Bounty (1962). After ten years of underachieving, he agreed to do a screen test as Vito Corleone in Francis Ford Coppola's The Godfather (1972). He got the part and subsequently won his second Academy Award and Golden Globe Award in a performance critics consider among his greatest. He declined the Academy Award due to alleged mistreatment and misportrayal of Native Americans by Hollywood. The Godfather was one of the most commercially successful films of all time, and alongside his Oscar-nominated performance in Last Tango in Paris (1972), Brando reestablished himself in the ranks of top box-office stars.\n\nAfter a hiatus in the early 1970s, Brando was generally content with being a highly paid character actor in supporting roles, such as Jor-El in Superman (1978), as Colonel Kurtz in Apocalypse Now (1979), and Adam Steiffel in The Formula (1980), before taking a nine-year break from film. According to the Guinness Book of World Records, Brando was paid a record $3.7 million ($16 million in inflation-adjusted dollars) and 11.75% of the gross profits for 13 days' work on Superman.\n\nBrando was ranked by the American Film Institute as the fourth-greatest movie star among male movie stars whose screen debuts occurred in or before 1950. He was one of only six actors named in 1999 by Time magazine in its list of the 100 Most Important People of the Century. In this list, Time also designated Brando as the \"Actor of the Century\".",
        "biography_ru": "Marlon Brando Jr. (April 3, 1924 – July 1, 2004) was an American actor. Considered one of the most influential actors of the 20th century, he received numerous accolades throughout his career which spanned six decades, including two Academy Awards, two Golden Globe Awards, and three British Academy Film Awards. Brando was also an activist for many causes, notably the civil rights movement and various Native American movements. Having studied with Stella Adler in the 1940s, he is credited with being one of the first actors to bring the Stanislavski system of acting and method acting, derived from the Stanislavski system, to mainstream audiences.\n\nHe initially gained acclaim and his first Academy Award nomination for Best Actor in a Leading Role for reprising the role of Stanley Kowalski in the 1951 film adaptation of Tennessee Williams' play A Streetcar Named Desire, a role that he originated successfully on Broadway. He received further praise, and a first Academy Award and Golden Globe Award, for his performance as Terry Malloy in On the Waterfront, and his portrayal of the rebellious motorcycle gang leader Johnny Strabler in The Wild One proved to be a lasting image in popular culture. Brando received Academy Award nominations for playing Emiliano Zapata in Viva Zapata! (1952); Mark Antony in Joseph L. Mankiewicz's 1953 film adaptation of Shakespeare's Julius Caesar; and Air Force Major Lloyd Gruver in Sayonara (1957), an adaptation of James A. Michener's 1954 novel.\n\nThe 1960s saw Brando's career take a commercial and critical downturn. He directed and starred in the cult western One-Eyed Jacks, a critical and commercial flop, after which he delivered a series of notable box-office failures, beginning with Mutiny on the Bounty (1962). After ten years of underachieving, he agreed to do a screen test as Vito Corleone in Francis Ford Coppola's The Godfather (1972). He got the part and subsequently won his second Academy Award and Golden Globe Award in a performance critics consider among his greatest. He declined the Academy Award due to alleged mistreatment and misportrayal of Native Americans by Hollywood. The Godfather was one of the most commercially successful films of all time, and alongside his Oscar-nominated performance in Last Tango in Paris (1972), Brando reestablished himself in the ranks of top box-office stars.\n\nAfter a hiatus in the early 1970s, Brando was generally content with being a highly paid character actor in supporting roles, such as Jor-El in Superman (1978), as Colonel Kurtz in Apocalypse Now (1979), and Adam Steiffel in The Formula (1980), before taking a nine-year break from film. According to the Guinness Book of World Records, Brando was paid a record $3.7 million ($16 million in inflation-adjusted dollars) and 11.75% of the gross profits for 13 days' work on Superman.\n\nBrando was ranked by the American Film Institute as the fourth-greatest movie star among male movie stars whose screen debuts occurred in or before 1950. He was one of only six actors named in 1999 by Time magazine in its list of the 100 Most Important People of the Century. In this list, Time also designated Brando as the \"Actor of the Century\".",
        "place_of_birth_en": "Omaha, Nebraska, USA",
        "place_of_birth_ru": "Omaha, Nebraska, USA",
        "settings": {
            "tags": []
        }
    },
    {
        "adult": false,
        "also_known_as": [
            "Emily Jean Stone",
            "Emily Stone",
            "Riley Stone",
            "เอมมา สโตน",
            "艾瑪·史東",
            "エマ・ストーン",
            "엠마 스톤",
            "إيما ستون",
            "Έμμα Στόουν",
            "Έμιλι Τζιν Στόουν",
            "艾玛·斯通",
            "اما استون",
            "אמה סטון"
        ],
        "birthday": "1988-11-06",
        "deathday": null,
        "gender": 1,
        "homepage": "https://emma-stone.com/",
        "id": 54693,
        "imdb_id": "nm1297015",
        "known_for_department": "Acting",
        "popularity": 50.822,
        "profile_path": "https://image.tmdb.org/t/p/w500/3UaYw9KF4fEXRMRWhf25aGJpAW2.jpg",
        "name_en": "Emma Stone",
        "name_ru": "Emma Stone",
        "biography_en": "Emily Jean \"Emma\" Stone (born November 6, 1988) is an American actress. The recipient of numerous accolades, including two Academy Awards and two Golden Globe Award, she was the world's highest-paid actress in 2017.\n\nBorn and raised in Scottsdale, Arizona, Stone began acting as a child, in a theater production of The Wind in the Willows in 2000. As a teenager, she relocated to Los Angeles with her mother and made her television debut in In Search of the New Partridge Family (2004), a reality show that produced only an unsold pilot. After small television roles, she made her film debut in Superbad (2007), and received positive media attention for her role in Zombieland (2009). The 2010 teen comedy Easy A was Stone's first starring role, earning her nominations for the BAFTA Rising Star Award and a Golden Globe Award for Best Actress.\n\nStone gained wider recognition as Gwen Stacy in the 2012 superhero film The Amazing Spider-Man, and its 2014 sequel. She was nominated for the Academy Award for Best Supporting Actress for playing a recovering drug addict in the black comedy Birdman (2014), and her Broadway debut came in a revival of the musical Cabaret (2014–2015). She won the Academy Award for Best Actress for playing an aspiring actress in the romantic musical La La Land (2016). Stone received a third Academy Award nomination for her portrayal of Abigail Masham in the historical comedy-drama The Favourite (2018).",
        "biography_ru": "Emily Jean \"Emma\" Stone (born November 6, 1988) is an American actress. The recipient of numerous accolades, including two Academy Awards and two Golden Globe Award, she was the world's highest-paid actress in 2017.\n\nBorn and raised in Scottsdale, Arizona, Stone began acting as a child, in a theater production of The Wind in the Willows in 2000. As a teenager, she relocated to Los Angeles with her mother and made her television debut in In Search of the New Partridge Family (2004), a reality show that produced only an unsold pilot. After small television roles, she made her film debut in Superbad (2007), and received positive media attention for her role in Zombieland (2009). The 2010 teen comedy Easy A was Stone's first starring role, earning her nominations for the BAFTA Rising Star Award and a Golden Globe Award for Best Actress.\n\nStone gained wider recognition as Gwen Stacy in the 2012 superhero film The Amazing Spider-Man, and its 2014 sequel. She was nominated for the Academy Award for Best Supporting Actress for playing a recovering drug addict in the black comedy Birdman (2014), and her Broadway debut came in a revival of the musical Cabaret (2014–2015). She won the Academy Award for Best Actress for playing an aspiring actress in the romantic musical La La Land (2016). Stone received a third Academy Award nomination for her portrayal of Abigail Masham in the historical comedy-drama The Favourite (2018).",
        "place_of_birth_en": "Scottsdale, Arizona, USA",
        "place_of_birth_ru": "Scottsdale, Arizona, USA",
        "settings": {
            "tags": []
        }
    },
    {
        "adult": false,
        "also_known_as": [
            "Willem DeFoe",
            "William Dafoe, Jr.",
            "William J. Dafoe",
            "윌렘 데포",
            "Γουίλεμ Νταφόε",
            "威廉·达福",
            "William James \"Willem\" Dafoe",
            "William James Dafoe",
            "ויליאם ג'. \"וילם\" דפו",
            "וויליאם דפו",
            "威廉·達佛"
        ],
        "birthday": "1955-07-22",
        "deathday": null,
        "gender": 2,
        "homepage": null,
        "id": 5293,
        "imdb_id": "nm0000353",
        "known_for_department": "Acting",
        "popularity": 39.596,
        "profile_path": "https://image.tmdb.org/t/p/w500/ui8e4sgZAwMPi3hzEO53jyBJF9B.jpg",
        "name_en": "Willem Dafoe",
        "name_ru": "Willem Dafoe",
        "biography_en": "William James \"Willem\" Dafoe (born July 22, 1955) is an American actor. He is the recipient of various accolades, including the Volpi Cup for Best Actor, in addition to receiving nominations for four Academy Awards, four Screen Actors Guild Awards, three Golden Globe Awards, and a British Academy Film Award. He frequently collaborates with filmmakers Paul Schrader, Abel Ferrara, Lars von Trier, Julian Schnabel,  Wes Anderson, and Robert Eggers.\n\nDafoe was an early member of experimental theater company The Wooster Group. He made his film debut in Heaven's Gate (1980), but was fired during production. He had his first leading role in the outlaw biker film The Loveless (1982) and then played the main antagonist in Streets of Fire (1984) and To Live and Die in L.A. (1985). He received his first Academy Award nomination (as Best Supporting Actor) for his role as Sergeant Elias Grodin in Oliver Stone's war film Platoon (1986). In 1988, Dafoe played Jesus in Martin Scorsese's The Last Temptation of Christ and costarred in Mississippi Burning, both of which were controversial.\n\nAfter receiving his second Academy Award nomination (as Best Supporting Actor) for portraying Max Schreck in Shadow of the Vampire (2000), Dafoe portrayed the supervillain Norman Osborn / Green Goblin in the superhero film Spider-Man (2002), a role he reprised in its sequels Spider-Man 2 (2004) and Spider-Man 3 (2007), and the Marvel Cinematic Universe film Spider-Man: No Way Home (2021) earning him the Guinness World Record for the \"longest career as a live-action Marvel character\". He also portrayed the villains in Once Upon a Time in Mexico (2003) and XXX: State of the Union (2005), as well as Carson Clay in the film Mr. Bean's Holiday (2007). In 2009, he starred in the experimental film Antichrist, one of his three films with Lars von Trier. Dafoe then appeared in The Fault in Our Stars, John Wick, The Grand Budapest Hotel (all 2014), The Great Wall (2016), Murder on the Orient Express (2017), The Florida Project (2017) (for which he received his third Academy Award nomination in the Best Supporting Actor category), The Lighthouse (2019), The French Dispatch, and Nightmare Alley (both 2021). He portrayed Nuidis Vulko in the DC Extended Universe films Aquaman (2018), Zack Snyder's Justice League (2021) and Aquaman and the Lost Kingdom (2022).\n\nDafoe has portrayed several real-life figures, including T. S. Eliot in Tom & Viv (1994), Pier Paolo Pasolini in Pasolini (2014), Vincent van Gogh in At Eternity's Gate (2018) (for which he received an Academy Award for Best Actor nomination, his first in that category), and Leonhard Seppala in Togo (2019).",
        "biography_ru": "William James \"Willem\" Dafoe (born July 22, 1955) is an American actor. He is the recipient of various accolades, including the Volpi Cup for Best Actor, in addition to receiving nominations for four Academy Awards, four Screen Actors Guild Awards, three Golden Globe Awards, and a British Academy Film Award. He frequently collaborates with filmmakers Paul Schrader, Abel Ferrara, Lars von Trier, Julian Schnabel,  Wes Anderson, and Robert Eggers.\n\nDafoe was an early member of experimental theater company The Wooster Group. He made his film debut in Heaven's Gate (1980), but was fired during production. He had his first leading role in the outlaw biker film The Loveless (1982) and then played the main antagonist in Streets of Fire (1984) and To Live and Die in L.A. (1985). He received his first Academy Award nomination (as Best Supporting Actor) for his role as Sergeant Elias Grodin in Oliver Stone's war film Platoon (1986). In 1988, Dafoe played Jesus in Martin Scorsese's The Last Temptation of Christ and costarred in Mississippi Burning, both of which were controversial.\n\nAfter receiving his second Academy Award nomination (as Best Supporting Actor) for portraying Max Schreck in Shadow of the Vampire (2000), Dafoe portrayed the supervillain Norman Osborn / Green Goblin in the superhero film Spider-Man (2002), a role he reprised in its sequels Spider-Man 2 (2004) and Spider-Man 3 (2007), and the Marvel Cinematic Universe film Spider-Man: No Way Home (2021) earning him the Guinness World Record for the \"longest career as a live-action Marvel character\". He also portrayed the villains in Once Upon a Time in Mexico (2003) and XXX: State of the Union (2005), as well as Carson Clay in the film Mr. Bean's Holiday (2007). In 2009, he starred in the experimental film Antichrist, one of his three films with Lars von Trier. Dafoe then appeared in The Fault in Our Stars, John Wick, The Grand Budapest Hotel (all 2014), The Great Wall (2016), Murder on the Orient Express (2017), The Florida Project (2017) (for which he received his third Academy Award nomination in the Best Supporting Actor category), The Lighthouse (2019), The French Dispatch, and Nightmare Alley (both 2021). He portrayed Nuidis Vulko in the DC Extended Universe films Aquaman (2018), Zack Snyder's Justice League (2021) and Aquaman and the Lost Kingdom (2022).\n\nDafoe has portrayed several real-life figures, including T. S. Eliot in Tom & Viv (1994), Pier Paolo Pasolini in Pasolini (2014), Vincent van Gogh in At Eternity's Gate (2018) (for which he received an Academy Award for Best Actor nomination, his first in that category), and Leonhard Seppala in Togo (2019).",
        "place_of_birth_en": "Appleton, Wisconsin, USA",
        "place_of_birth_ru": "Appleton, Wisconsin, USA",
        "settings": {
            "tags": []
        }
    },
    {
        "adult": false,
        "also_known_as": [
            "مارك رافالو",
            "마크 러펄로",
            "マーク・ラファロ",
            "马克·鲁法洛",
            "Μαρκ Ράφαλο",
            "馬克·盧法洛",
            "Mark Alan Ruffalo",
            "مارک رافلو",
            "מארק רפאלו",
            "มาร์ก แอลัน รัฟฟาโล"
        ],
        "birthday": "1967-11-22",
        "deathday": null,
        "gender": 2,
        "homepage": null,
        "id": 103,
        "imdb_id": "nm0749263",
        "known_for_department": "Acting",
        "popularity": 33.748,
        "profile_path": "https://image.tmdb.org/t/p/w500/z3dvKqMNDQWk3QLxzumloQVR0pv.jpg",
        "name_en": "Mark Ruffalo",
        "name_ru": "Mark Ruffalo",
        "biography_en": "Mark Alan Ruffalo (born November 22, 1967) is an American actor and producer. He began acting in the early 1990s and first gained recognition for his work in Kenneth Lonergan's play This Is Our Youth (1998) and drama film You Can Count on Me (2000). He went on to star in the romantic comedies 13 Going on 30 (2004) and Just like Heaven (2005) and the thrillers In the Cut (2003), Zodiac (2007) and Shutter Island (2010). He received a Tony Award nomination for his supporting role in the Broadway revival of Awake and Sing! in 2006. Ruffalo gained international recognition for playing Bruce Banner / Hulk in superhero films set in the Marvel Cinematic Universe, including The Avengers (2012), Avengers: Infinity War (2018), and Avengers: Endgame (2019).\n\nRuffalo gained nominations for the Academy Award for Best Supporting Actor for playing a sperm-donor in the comedy-drama The Kids Are All Right (2010), Dave Schultz in the biopic Foxcatcher (2014), and Michael Rezendes in the drama Spotlight (2015). He won the Screen Actors Guild Award for Best Actor in a TV Movie for playing a gay writer and activist in the television drama film The Normal Heart (2015), and the Primetime Emmy Award for Outstanding Lead Actor in a Limited Series or Movie for his dual role as identical twins in the miniseries I Know This Much Is True (2020). Ruffalo is one of the few performers to receive all four EGOT nominations.",
        "biography_ru": "Mark Alan Ruffalo (born November 22, 1967) is an American actor and producer. He began acting in the early 1990s and first gained recognition for his work in Kenneth Lonergan's play This Is Our Youth (1998) and drama film You Can Count on Me (2000). He went on to star in the romantic comedies 13 Going on 30 (2004) and Just like Heaven (2005) and the thrillers In the Cut (2003), Zodiac (2007) and Shutter Island (2010). He received a Tony Award nomination for his supporting role in the Broadway revival of Awake and Sing! in 2006. Ruffalo gained international recognition for playing Bruce Banner / Hulk in superhero films set in the Marvel Cinematic Universe, including The Avengers (2012), Avengers: Infinity War (2018), and Avengers: Endgame (2019).\n\nRuffalo gained nominations for the Academy Award for Best Supporting Actor for playing a sperm-donor in the comedy-drama The Kids Are All Right (2010), Dave Schultz in the biopic Foxcatcher (2014), and Michael Rezendes in the drama Spotlight (2015). He won the Screen Actors Guild Award for Best Actor in a TV Movie for playing a gay writer and activist in the television drama film The Normal Heart (2015), and the Primetime Emmy Award for Outstanding Lead Actor in a Limited Series or Movie for his dual role as identical twins in the miniseries I Know This Much Is True (2020). Ruffalo is one of the few performers to receive all four EGOT nominations.",
        "place_of_birth_en": "Kenosha, Wisconsin, USA",
        "place_of_birth_ru": "Kenosha, Wisconsin, USA",
        "settings": {
            "tags": []
        }
    },
    {
        "adult": false,
        "also_known_as": [
            "티모시 샬라메",
            "ტიმოთი შალამე",
            "蒂莫西·柴勒梅德",
            "Τιμοτέ Σαλαμέ",
            "טימותי שאלאמה",
            "蒂莫西·查拉梅",
            "提摩西·夏勒梅",
            " ტიმოთი შალამე",
            "ティモシー・シャラメ",
            "ティム",
            "ティミー",
            "提莫西·查拉梅"
        ],
        "birthday": "1995-12-27",
        "deathday": null,
        "gender": 2,
        "homepage": null,
        "id": 1190668,
        "imdb_id": "nm3154303",
        "known_for_department": "Acting",
        "popularity": 64.759,
        "profile_path": "https://image.tmdb.org/t/p/w500/a7zqw5YeN3FFHdlLFPhTpU26aOa.jpg",
        "name_en": "Timothée Chalamet",
        "name_ru": "Timothée Chalamet",
        "biography_en": "Timothée Hal Chalamet (born December 27, 1995) is an American actor.\n\nHe began his career appearing in the drama series Homeland in 2012. Two years later, he made his film debut in the comedy-drama Men, Women & Children and appeared in Christopher Nolan's science fiction film Interstellar. He came into attention in Luca Guadagnino's coming-of-age film Call Me by Your Name (2017). Alongside supporting roles in Greta Gerwig's films Lady Bird (2017) and Little Women (2019), he took on starring roles in Beautiful Boy (2018) and Dune (2021).",
        "biography_ru": "Timothée Hal Chalamet (born December 27, 1995) is an American actor.\n\nHe began his career appearing in the drama series Homeland in 2012. Two years later, he made his film debut in the comedy-drama Men, Women & Children and appeared in Christopher Nolan's science fiction film Interstellar. He came into attention in Luca Guadagnino's coming-of-age film Call Me by Your Name (2017). Alongside supporting roles in Greta Gerwig's films Lady Bird (2017) and Little Women (2019), he took on starring roles in Beautiful Boy (2018) and Dune (2021).",
        "place_of_birth_en": "Manhattan, New York City, New York, USA",
        "place_of_birth_ru": "Manhattan, New York City, New York, USA",
        "settings": {
            "tags": []
        }
    },
    {
        "adult": false,
        "also_known_as": [
            "Rebecca Louisa Ferguson Sundström",
            "ربکا فرگوسن",
            "丽贝卡·弗格森",
            "레베카 퍼거슨",
            "レベッカ・ファーガソン",
            "레베카 페르구손",
            "रेबेका फ़र्ग्युसन",
            "蕾貝卡·弗格森"
        ],
        "birthday": "1983-10-19",
        "deathday": null,
        "gender": 1,
        "homepage": null,
        "id": 933238,
        "imdb_id": "nm0272581",
        "known_for_department": "Acting",
        "popularity": 61.107,
        "profile_path": "https://image.tmdb.org/t/p/w500/lJloTOheuQSirSLXNA3JHsrMNfH.jpg",
        "name_en": "Rebecca Ferguson",
        "name_ru": "Rebecca Ferguson",
        "biography_en": "Rebecca Louisa Ferguson Sundström (born October 19, 1983) is a Swedish actress. She began her acting career with the Swedish soap opera Nya tider (1999–2000) and went on to star in the slasher film Drowning Ghost (2004). She came to international prominence with her portrayal of Elizabeth Woodville in the British television miniseries The White Queen (2013), for which she was nominated for a Golden Globe for Best Actress in a Miniseries or Television Film. In 2023, she starred in the Apple TV+ science fiction drama series Silo.\n\nFerguson starred as MI6 agent Ilsa Faust in the action spy film Mission: Impossible – Rogue Nation (2015) and its sequels Mission: Impossible – Fallout (2018) and Mission: Impossible – Dead Reckoning Part One (2023). She also played Jenny Lind in the musical film The Greatest Showman (2017) and acted in science fiction horror film Life (2017), starred in the horror film Doctor Sleep (2019), and had supporting parts in the comedy-drama Florence Foster Jenkins (2016), the mystery thriller The Girl on the Train (2016), and the science fiction film Men in Black: International (2019). She portrayed Lady Jessica in the sci-fi epic Dune (2021) and reprised her role in its sequel Dune: Part Two (2024).",
        "biography_ru": "Rebecca Louisa Ferguson Sundström (born October 19, 1983) is a Swedish actress. She began her acting career with the Swedish soap opera Nya tider (1999–2000) and went on to star in the slasher film Drowning Ghost (2004). She came to international prominence with her portrayal of Elizabeth Woodville in the British television miniseries The White Queen (2013), for which she was nominated for a Golden Globe for Best Actress in a Miniseries or Television Film. In 2023, she starred in the Apple TV+ science fiction drama series Silo.\n\nFerguson starred as MI6 agent Ilsa Faust in the action spy film Mission: Impossible – Rogue Nation (2015) and its sequels Mission: Impossible – Fallout (2018) and Mission: Impossible – Dead Reckoning Part One (2023). She also played Jenny Lind in the musical film The Greatest Showman (2017) and acted in science fiction horror film Life (2017), starred in the horror film Doctor Sleep (2019), and had supporting parts in the comedy-drama Florence Foster Jenkins (2016), the mystery thriller The Girl on the Train (2016), and the science fiction film Men in Black: International (2019). She portrayed Lady Jessica in the sci-fi epic Dune (2021) and reprised her role in its sequel Dune: Part Two (2024).",
        "place_of_birth_en": "Stockholm, Sweden",
        "place_of_birth_ru": "Stockholm, Sweden",
        "settings": {
            "tags": []
        }
    },
    {
        "adult": false,
        "also_known_as": [
            "赞达亚·科尔曼",
            "Zendaya Coleman",
            "젠데이아 콜먼",
            "Зендая",
            "Zendaya Maree Stoermer Coleman",
            "זנדאיה",
            "千黛亞·馬里·施特默·科爾曼",
            "千黛亞",
            "زندیا"
        ],
        "birthday": "1996-09-01",
        "deathday": null,
        "gender": 1,
        "homepage": "https://www.zendaya.com/",
        "id": 505710,
        "imdb_id": "nm3918035",
        "known_for_department": "Acting",
        "popularity": 50.649,
        "profile_path": "https://image.tmdb.org/t/p/w500/nO16XkATzCZLN0biZYrL6Hhwkcz.jpg",
        "name_en": "Zendaya",
        "name_ru": "Zendaya",
        "biography_en": "Zendaya Maree Stoermer Coleman (born September 1, 1996) is an American actress and singer. She began her career as a child model and backup dancer. She rose to mainstream prominence for her role as Rocky Blue on the Disney Channel sitcom Shake It Up (2010–2013).\n\nIn 2013, Zendaya was a contestant on the 16th season of the dance competition series Dancing with the Stars. She produced and starred as the titular spy, K.C. Cooper, in the sitcom K.C. Undercover (2015–2018). Her film roles include the musical drama The Greatest Showman (2017), the superhero film Spider-Man: Homecoming (2017) and its sequels, the computer-animated musical comedy Smallfoot (2018), the romantic drama Malcolm & Marie (2021), the live-action/animation hybrid sports comedy Space Jam: A New Legacy (2021), and the science fiction epic Dune (2021).",
        "biography_ru": "Zendaya Maree Stoermer Coleman (born September 1, 1996) is an American actress and singer. She began her career as a child model and backup dancer. She rose to mainstream prominence for her role as Rocky Blue on the Disney Channel sitcom Shake It Up (2010–2013).\n\nIn 2013, Zendaya was a contestant on the 16th season of the dance competition series Dancing with the Stars. She produced and starred as the titular spy, K.C. Cooper, in the sitcom K.C. Undercover (2015–2018). Her film roles include the musical drama The Greatest Showman (2017), the superhero film Spider-Man: Homecoming (2017) and its sequels, the computer-animated musical comedy Smallfoot (2018), the romantic drama Malcolm & Marie (2021), the live-action/animation hybrid sports comedy Space Jam: A New Legacy (2021), and the science fiction epic Dune (2021).",
        "place_of_birth_en": "Oakland, California, USA",
        "place_of_birth_ru": "Oakland, California, USA",
        "settings": {
            "tags": []
        }
    },
    {
        "adult": false,
        "also_known_as": [
            "크리스토퍼 워컨",
            "كريستوفر واكن",
            "クリストファー・ウォーケン",
            "คริสโตเฟอร์ วอลเคน",
            "克里斯托弗·沃肯",
            "Ronald Walken",
            "Ronnie Walken",
            "כריסטופר ווקן"
        ],
        "birthday": "1943-03-31",
        "deathday": null,
        "gender": 2,
        "homepage": null,
        "id": 4690,
        "imdb_id": "nm0000686",
        "known_for_department": "Acting",
        "popularity": 34.19,
        "profile_path": "https://image.tmdb.org/t/p/w500/ApgDL7nudR9T2GpjCG4vESgymO2.jpg",
        "name_en": "Christopher Walken",
        "name_ru": "Christopher Walken",
        "biography_en": "Christopher Walken (born Ronald Walken, March 31, 1943) is an American actor. He has appeared in more than 100 films and television programs, including Annie Hall (1977), The Deer Hunter (1978), The Dogs of War (1980), The Dead Zone (1983), A View to a Kill (1985), Batman Returns (1992), True Romance (1993), Pulp Fiction (1994), Antz (1998), Vendetta (1999), Sleepy Hollow (1999), Joe Dirt (2001), Catch Me If You Can (2002), Hairspray (2007), Seven Psychopaths (2012), the first three Prophecy films, The Jungle Book (2016), and Irreplaceable You (2018). He has received a number of awards and nominations, including the Academy Award for Best Supporting Actor for The Deer Hunter.",
        "biography_ru": "Christopher Walken (born Ronald Walken, March 31, 1943) is an American actor. He has appeared in more than 100 films and television programs, including Annie Hall (1977), The Deer Hunter (1978), The Dogs of War (1980), The Dead Zone (1983), A View to a Kill (1985), Batman Returns (1992), True Romance (1993), Pulp Fiction (1994), Antz (1998), Vendetta (1999), Sleepy Hollow (1999), Joe Dirt (2001), Catch Me If You Can (2002), Hairspray (2007), Seven Psychopaths (2012), the first three Prophecy films, The Jungle Book (2016), and Irreplaceable You (2018). He has received a number of awards and nominations, including the Academy Award for Best Supporting Actor for The Deer Hunter.",
        "place_of_birth_en": "Queens, New York City, New York, USA",
        "place_of_birth_ru": "Queens, New York City, New York, USA",
        "settings": {
            "tags": []
        }
    },
    {
        "adult": false,
        "also_known_as": [
            "Javier Ángel Encinas Bardem",
            "Хавьер Бардем",
            "خافيير باردم",
            "하비에르 바르뎀",
            "哈維爾·巴登",
            "ハビエル・バルデム",
            "คาเบียร์ บาร์เดน",
            "خاویر باردم",
            "ხავიერ ბარდემი",
            "Хав'єр Бардем"
        ],
        "birthday": "1969-03-01",
        "deathday": null,
        "gender": 2,
        "homepage": null,
        "id": 3810,
        "imdb_id": "nm0000849",
        "known_for_department": "Acting",
        "popularity": 29.212,
        "profile_path": "https://image.tmdb.org/t/p/w500/IShnFg6ijWhpbu29dFBd9PtqQg.jpg",
        "name_en": "Javier Bardem",
        "name_ru": "Javier Bardem",
        "biography_en": "Javier Ángel Encinas Bardem is a Spanish actor from the Canary Islands. He is best known for his role in the 2007 film No Country for Old Men, for which he won the Academy Award for Best Supporting Actor portraying the psychopathic assassin Anton Chigurh. He has also received critical acclaim for roles in films such as Jamón, jamón, Carne trémula, Boca a boca, Los Lunes al sol, Mar adentro, and Skyfall, for which he received both a BAFTA and a SAG nomination for Best Supporting Actor.\n\nBardem has also won a Screen Actors Guild Award, a BAFTA, five Goya Awards, two European Film Awards, a Prize for Best Actor at Cannes and two Volpi Cups at Venice for his work. He is the first Spaniard actor to be nominated for an Oscar (Best Actor, 2000, for Before Night Falls), as well as the first Spanish actor to win an Academy Award. He received his third Academy Award nomination, and second Best Actor nomination, for the film Biutiful.",
        "biography_ru": "Javier Ángel Encinas Bardem is a Spanish actor from the Canary Islands. He is best known for his role in the 2007 film No Country for Old Men, for which he won the Academy Award for Best Supporting Actor portraying the psychopathic assassin Anton Chigurh. He has also received critical acclaim for roles in films such as Jamón, jamón, Carne trémula, Boca a boca, Los Lunes al sol, Mar adentro, and Skyfall, for which he received both a BAFTA and a SAG nomination for Best Supporting Actor.\n\nBardem has also won a Screen Actors Guild Award, a BAFTA, five Goya Awards, two European Film Awards, a Prize for Best Actor at Cannes and two Volpi Cups at Venice for his work. He is the first Spaniard actor to be nominated for an Oscar (Best Actor, 2000, for Before Night Falls), as well as the first Spanish actor to win an Academy Award. He received his third Academy Award nomination, and second Best Actor nomination, for the film Biutiful.",
        "place_of_birth_en": "Las Palmas de Gran Canaria, Gran Canaria, Canary Islands, Spain",
        "place_of_birth_ru": "Las Palmas de Gran Canaria, Gran Canaria, Canary Islands, Spain",
        "settings": {
            "tags": []
        }
    },
    {
        "adult": false,
        "also_known_as": [
            "Benjamin Thomas \"Ben\" Barnes",
            "Benjamin Thomas Barnes",
            "Benjamin Barnes",
            "Hyrise",
            "Μπεν Μπαρνς",
            "벤 반스"
        ],
        "birthday": "1981-08-20",
        "deathday": null,
        "gender": 2,
        "homepage": null,
        "id": 25130,
        "imdb_id": "nm1602660",
        "known_for_department": "Acting",
        "popularity": 16.005,
        "profile_path": "https://image.tmdb.org/t/p/w500/7wIWi4gvc2U9Py7EvpSuunckePe.jpg",
        "name_en": "Ben Barnes",
        "name_ru": "Ben Barnes",
        "biography_en": "Ben Barnes is a British stage, film and television actor and singer, best known for playing Prince Caspian in the feature film \"Prince Caspian\" and King Caspian in \"The Voyage of the Dawn Treader\", both part of the \"The Chronicles of Narnia\" franchise, as well as series regular Logan in the HBO television series \"Westworld\". He holds a BA in Drama and English Literature from Kingston University, London, England, UK.",
        "biography_ru": "Ben Barnes is a British stage, film and television actor and singer, best known for playing Prince Caspian in the feature film \"Prince Caspian\" and King Caspian in \"The Voyage of the Dawn Treader\", both part of the \"The Chronicles of Narnia\" franchise, as well as series regular Logan in the HBO television series \"Westworld\". He holds a BA in Drama and English Literature from Kingston University, London, England, UK.",
        "place_of_birth_en": "London, England, UK",
        "place_of_birth_ru": "London, England, UK",
        "settings": {
            "tags": []
        }
    },
    {
        "adult": false,
        "also_known_as": [
            "Джейсон Стэйтем",
            "جيسون ستاثام",
            "เจสัน สเตธัม",
            "傑森·史塔森",
            "Джейсън Стейтъм",
            "ჯეისონ სტეტჰემი",
            "Τζέισον Στέιθαμ",
            "JS",
            "杰森·斯坦森",
            "제이슨 스타뎀",
            "جیسون استاتهام",
            "ג'ייסון סטיית'האם",
            "John Babikian",
            "ジェイソン・ステイサム"
        ],
        "birthday": "1967-07-26",
        "deathday": null,
        "gender": 2,
        "homepage": null,
        "id": 976,
        "imdb_id": "nm0005458",
        "known_for_department": "Acting",
        "popularity": 129.112,
        "profile_path": "https://image.tmdb.org/t/p/w500/whNwkEQYWLFJA8ij0WyOOAD5xhQ.jpg",
        "name_en": "Jason Statham",
        "name_ru": "Jason Statham",
        "biography_en": "Jason Statham (born July 26, 1967) is an English actor. He is known for portraying characters in various action-thriller films who are typically tough, hardboiled, gritty, or violent.\n\nStatham began practicing Chinese martial arts, kickboxing, and karate recreationally in his youth while working at local market stalls. An avid footballer and diver, he was a member of Britain's national diving team and competed for England in the 1990 Commonwealth Games. Shortly after, he was asked to model for French Connection, Tommy Hilfiger, and Levi's in various advertising campaigns. His past history working at market stalls inspired his casting in the Guy Ritchie crime films Lock, Stock and Two Smoking Barrels (1998) and Snatch (2000).\n\nThe commercial success of these films led Statham to star as Frank Martin in the Transporter trilogy (2002–2008). After starring in a variety of heist and action-thriller films such as The Italian Job (2003), Crank (2006), War (2007), The Bank Job (2008), The Mechanic (2011), Spy (2015), and Mechanic: Resurrection (2016), he established himself as a Hollywood leading man. However, he has also starred in commercially and critically unsuccessful films such as Revolver (2005), Chaos (2005), In the Name of the King (2007), 13 (2010), Blitz (2011), Killer Elite (2011), Hummingbird (2013), and Wild Card (2015). He regained commercial success as a part of the ensemble action series The Expendables (2010–2014) and the Fast & Furious franchise. In the latter, he has played Deckard Shaw in Fast & Furious 6 (2013), Furious 7 (2015), The Fate of the Furious (2017), F9 (2021) and the spin-off Fast & Furious Presents: Hobbs & Shaw (2019). He was credited as a co-producer on Hobbs & Shaw, receiving his first production credit.\n\nHis acting has been criticized for lacking depth and variety, but he has also been praised for leading the resurgence of action films during the 2000s and 2010s. According to a BBC News report, his film career from 2002 to 2017 generated an estimated $1.5 billion (£1.1 billion) in ticket sales, making him one of the film industry's most bankable stars.",
        "biography_ru": "Jason Statham (born July 26, 1967) is an English actor. He is known for portraying characters in various action-thriller films who are typically tough, hardboiled, gritty, or violent.\n\nStatham began practicing Chinese martial arts, kickboxing, and karate recreationally in his youth while working at local market stalls. An avid footballer and diver, he was a member of Britain's national diving team and competed for England in the 1990 Commonwealth Games. Shortly after, he was asked to model for French Connection, Tommy Hilfiger, and Levi's in various advertising campaigns. His past history working at market stalls inspired his casting in the Guy Ritchie crime films Lock, Stock and Two Smoking Barrels (1998) and Snatch (2000).\n\nThe commercial success of these films led Statham to star as Frank Martin in the Transporter trilogy (2002–2008). After starring in a variety of heist and action-thriller films such as The Italian Job (2003), Crank (2006), War (2007), The Bank Job (2008), The Mechanic (2011), Spy (2015), and Mechanic: Resurrection (2016), he established himself as a Hollywood leading man. However, he has also starred in commercially and critically unsuccessful films such as Revolver (2005), Chaos (2005), In the Name of the King (2007), 13 (2010), Blitz (2011), Killer Elite (2011), Hummingbird (2013), and Wild Card (2015). He regained commercial success as a part of the ensemble action series The Expendables (2010–2014) and the Fast & Furious franchise. In the latter, he has played Deckard Shaw in Fast & Furious 6 (2013), Furious 7 (2015), The Fate of the Furious (2017), F9 (2021) and the spin-off Fast & Furious Presents: Hobbs & Shaw (2019). He was credited as a co-producer on Hobbs & Shaw, receiving his first production credit.\n\nHis acting has been criticized for lacking depth and variety, but he has also been praised for leading the resurgence of action films during the 2000s and 2010s. According to a BBC News report, his film career from 2002 to 2017 generated an estimated $1.5 billion (£1.1 billion) in ticket sales, making him one of the film industry's most bankable stars.",
        "place_of_birth_en": "Shirebrook, Derbyshire, England, UK",
        "place_of_birth_ru": "Shirebrook, Derbyshire, England, UK",
        "settings": {
            "tags": []
        }
    },
    {
        "adult": false,
        "also_known_as": [
            "스칼릿 조핸슨",
            "سكارليت جوهانسون",
            "史嘉蕾·喬韓森",
            "สการ์เลตต์ โจแฮนส์สัน",
            "スカーレット・ヨハンソン",
            "斯嘉丽·约翰逊",
            "스칼렛 요한슨",
            "Σκάρλετ Τζοχάνσον",
            "Scarlett Ingrid Johansson",
            "סקרלט ג'והנסון",
            "اسکارلت جوهانسن",
            "สการ์เลตต์ อิงกริด โจแฮนส์สัน"
        ],
        "birthday": "1984-11-22",
        "deathday": null,
        "gender": 1,
        "homepage": null,
        "id": 1245,
        "imdb_id": "nm0424060",
        "known_for_department": "Acting",
        "popularity": 116.028,
        "profile_path": "https://image.tmdb.org/t/p/w500/6bBCPmc55gzP7TR9Th4WbykrYd0.jpg",
        "name_en": "Scarlett Johansson",
        "name_ru": "Scarlett Johansson",
        "biography_en": "Scarlett Ingrid Johansson (born November 22, 1984) is an American actress. The world's highest-paid actress in 2018 and 2019, she has featured multiple times on the Forbes Celebrity 100 list. Her films have grossed over $14.3 billion worldwide, making Johansson the ninth-highest-grossing box office star of all time. She has received various accolades, including a Tony Award and a British Academy Film Award, in addition to nominations for two Academy Awards and five Golden Globe Awards.\n\nJohansson aspired to be an actress from an early age and first appeared on stage in an Off-Broadway play as a child actor. She made her film debut in the fantasy comedy North (1994), and gained early recognition for her roles in Manny & Lo (1996), The Horse Whisperer (1998), and Ghost World (2001). Johansson shifted to adult roles in 2003 with her performances in Lost in Translation, which won her a BAFTA Award for Best Actress, and Girl with a Pearl Earring. She was nominated for Golden Globe Awards for these films, and for playing a troubled teenager in the drama A Love Song for Bobby Long (2004) and a seductress in psychological thriller Match Point (2005). The latter was her first collaboration with Woody Allen, who later directed her in Scoop (2006) and Vicky Cristina Barcelona (2008).\n\nJohansson's other works of this period include The Prestige (2006) and the albums Anywhere I Lay My Head (2008) and Break Up (2009), both of which charted on the Billboard 200. In 2010, Johansson debuted on Broadway in a revival of A View from the Bridge, which won her a Tony Award for Best Featured Actress, and began portraying Black Widow in the Marvel Cinematic Universe film Iron Man 2. She reprised the role in eight films, most recently in her solo feature Black Widow (2021), gaining global recognition for her performances. During this period, Johansson starred in the science fiction films Her (2013), Under the Skin (2013) and Lucy (2014).\n\nShe received two simultaneous Academy Award nominations—Best Actress and Best Supporting Actress—for the respective roles of an actress going through a divorce in the drama Marriage Story (2019) and a single mother in Nazi Germany in the satire Jojo Rabbit (2019). Labeled a sex symbol, Johansson has been referred to as one of the world's most attractive women by various media outlets. She is a prominent brand endorser and supports several charitable causes. Divorced from actor Ryan Reynolds and businessman Romain Dauriac, Johansson has been married to comedian Colin Jost since 2020. She has two children, one with Dauriac and another with Jost.",
        "biography_ru": "Scarlett Ingrid Johansson (born November 22, 1984) is an American actress. The world's highest-paid actress in 2018 and 2019, she has featured multiple times on the Forbes Celebrity 100 list. Her films have grossed over $14.3 billion worldwide, making Johansson the ninth-highest-grossing box office star of all time. She has received various accolades, including a Tony Award and a British Academy Film Award, in addition to nominations for two Academy Awards and five Golden Globe Awards.\n\nJohansson aspired to be an actress from an early age and first appeared on stage in an Off-Broadway play as a child actor. She made her film debut in the fantasy comedy North (1994), and gained early recognition for her roles in Manny & Lo (1996), The Horse Whisperer (1998), and Ghost World (2001). Johansson shifted to adult roles in 2003 with her performances in Lost in Translation, which won her a BAFTA Award for Best Actress, and Girl with a Pearl Earring. She was nominated for Golden Globe Awards for these films, and for playing a troubled teenager in the drama A Love Song for Bobby Long (2004) and a seductress in psychological thriller Match Point (2005). The latter was her first collaboration with Woody Allen, who later directed her in Scoop (2006) and Vicky Cristina Barcelona (2008).\n\nJohansson's other works of this period include The Prestige (2006) and the albums Anywhere I Lay My Head (2008) and Break Up (2009), both of which charted on the Billboard 200. In 2010, Johansson debuted on Broadway in a revival of A View from the Bridge, which won her a Tony Award for Best Featured Actress, and began portraying Black Widow in the Marvel Cinematic Universe film Iron Man 2. She reprised the role in eight films, most recently in her solo feature Black Widow (2021), gaining global recognition for her performances. During this period, Johansson starred in the science fiction films Her (2013), Under the Skin (2013) and Lucy (2014).\n\nShe received two simultaneous Academy Award nominations—Best Actress and Best Supporting Actress—for the respective roles of an actress going through a divorce in the drama Marriage Story (2019) and a single mother in Nazi Germany in the satire Jojo Rabbit (2019). Labeled a sex symbol, Johansson has been referred to as one of the world's most attractive women by various media outlets. She is a prominent brand endorser and supports several charitable causes. Divorced from actor Ryan Reynolds and businessman Romain Dauriac, Johansson has been married to comedian Colin Jost since 2020. She has two children, one with Dauriac and another with Jost.",
        "place_of_birth_en": "New York City, New York, USA",
        "place_of_birth_ru": "New York City, New York, USA",
        "settings": {
            "tags": []
        }
    },
    {
        "adult": false,
        "also_known_as": [
            "رايان رينولدز",
            "라이언 레이놀즈",
            "ライアン・レイノルズ",
            "ไรอัน เรย์โนลส์",
            "萊恩·雷諾斯",
            "Ryan Rodney Reynolds",
            "Ράιαν Ρέινολντς",
            "瑞安·雷诺兹",
            "Champ Nightengale",
            "রায়ান রেনল্ডস্",
            "ראיין רנולדס",
            "Рајан Рејнолдс"
        ],
        "birthday": "1976-10-23",
        "deathday": null,
        "gender": 2,
        "homepage": null,
        "id": 10859,
        "imdb_id": "nm0005351",
        "known_for_department": "Acting",
        "popularity": 100.661,
        "profile_path": "https://image.tmdb.org/t/p/w500/2Orm6l3z3zukF1q0AgIOUqvwLeB.jpg",
        "name_en": "Ryan Reynolds",
        "name_ru": "Ryan Reynolds",
        "biography_en": "Ryan Rodney Reynolds (born October 23, 1976) is a Canadian actor and film producer. He began his career starring in the Canadian teen soap opera Hillside (1991–1993), and had minor roles before landing the lead role on the sitcom Two Guys and a Girl between 1998 and 2001. Reynolds then starred in a range of films, including comedies such as National Lampoon's Van Wilder (2002), Waiting... (2005), and The Proposal (2009). He also performed in dramatic roles in Buried (2010), Woman in Gold (2015), and Life (2017), starred in action films such as Blade: Trinity (2004), Green Lantern (2011), 6 Underground (2019) and Free Guy (2021), and provided voice acting in the animated features The Croods (2013), Turbo (2013), Pokémon: Detective Pikachu (2019) and The Croods: A New Age (2020).\n\nReynolds' biggest commercial success came with the superhero films Deadpool (2016) and Deadpool 2 (2018), in which he played the title character. The former set numerous records at the time of its release for an R-rated comedy and his performance earned him nominations at the Critics' Choice Movie Awards and the Golden Globe Awards.",
        "biography_ru": "Ryan Rodney Reynolds (born October 23, 1976) is a Canadian actor and film producer. He began his career starring in the Canadian teen soap opera Hillside (1991–1993), and had minor roles before landing the lead role on the sitcom Two Guys and a Girl between 1998 and 2001. Reynolds then starred in a range of films, including comedies such as National Lampoon's Van Wilder (2002), Waiting... (2005), and The Proposal (2009). He also performed in dramatic roles in Buried (2010), Woman in Gold (2015), and Life (2017), starred in action films such as Blade: Trinity (2004), Green Lantern (2011), 6 Underground (2019) and Free Guy (2021), and provided voice acting in the animated features The Croods (2013), Turbo (2013), Pokémon: Detective Pikachu (2019) and The Croods: A New Age (2020).\n\nReynolds' biggest commercial success came with the superhero films Deadpool (2016) and Deadpool 2 (2018), in which he played the title character. The former set numerous records at the time of its release for an R-rated comedy and his performance earned him nominations at the Critics' Choice Movie Awards and the Golden Globe Awards.",
        "place_of_birth_en": "Vancouver, British Columbia, Canada",
        "place_of_birth_ru": "Vancouver, British Columbia, Canada",
        "settings": {
            "tags": []
        }
    },
    {
        "adult": false,
        "also_known_as": [
            "安吉丽娜·朱莉",
            "アンジェリーナ・ジョリー",
            "แอนเจลีนา โจลี",
            "안젤리나 졸리",
            "Angelina Jolie Voight",
            "ანჯელინა ჯოლი",
            "Αντζελίνα Τζολί",
            "Angelina Voight",
            "安祖蓮娜·祖莉",
            "എയ്‌ഞ്ചലിന ജോളി ",
            "אנג’לינה ג’ולי",
            "آنجلینا جولی",
            "安潔莉娜・裘莉"
        ],
        "birthday": "1975-06-04",
        "deathday": null,
        "gender": 1,
        "homepage": "https://www.unhcr.org/pages/49c3646c56.html",
        "id": 11701,
        "imdb_id": "nm0001401",
        "known_for_department": "Acting",
        "popularity": 99.906,
        "profile_path": "https://image.tmdb.org/t/p/w500/nXA9vMvskmIDB5NqHCkTQPmemep.jpg",
        "name_en": "Angelina Jolie",
        "name_ru": "Angelina Jolie",
        "biography_en": "Angelina Jolie is an American actress. She has received an Academy Award, two Screen Actors Guild Awards, and three Golden Globe Awards. Jolie has promoted humanitarian causes throughout the world, and is noted for her work with refugees as a Goodwill Ambassador for the United Nations High Commissioner for Refugees (UNHCR). She has been cited as one of the world's most beautiful women and her off-screen life is widely reported.\n\nThough she made her screen debut as a child alongside her father Jon Voight in the 1982 film Lookin' to Get Out, Jolie's acting career began in earnest a decade later with the low-budget production Cyborg 2 (1993). Her first leading role in a major film was in Hackers (1995). She starred in the critically acclaimed biographical films George Wallace (1997) and Gia (1998), and won an Academy Award for Best Supporting Actress for her performance in the drama Girl, Interrupted (1999). Jolie achieved wider fame after her portrayal of video game heroine Lara Croft in Lara Croft: Tomb Raider (2001), and since then has established herself as one of the best-known and highest-paid actresses in Hollywood. She has had her biggest commercial successes with the action-comedy Mr. & Mrs. Smith (2005) and the animated film Kung Fu Panda (2008).\n\nDivorced from actors Jonny Lee Miller and Billy Bob Thornton, Jolie currently lives with actor Brad Pitt, in a relationship that has attracted worldwide media attention. Jolie and Pitt have three adopted children, Maddox, Pax, and Zahara, as well as three biological children, Shiloh, Knox, and Vivienne.",
        "biography_ru": "Angelina Jolie is an American actress. She has received an Academy Award, two Screen Actors Guild Awards, and three Golden Globe Awards. Jolie has promoted humanitarian causes throughout the world, and is noted for her work with refugees as a Goodwill Ambassador for the United Nations High Commissioner for Refugees (UNHCR). She has been cited as one of the world's most beautiful women and her off-screen life is widely reported.\n\nThough she made her screen debut as a child alongside her father Jon Voight in the 1982 film Lookin' to Get Out, Jolie's acting career began in earnest a decade later with the low-budget production Cyborg 2 (1993). Her first leading role in a major film was in Hackers (1995). She starred in the critically acclaimed biographical films George Wallace (1997) and Gia (1998), and won an Academy Award for Best Supporting Actress for her performance in the drama Girl, Interrupted (1999). Jolie achieved wider fame after her portrayal of video game heroine Lara Croft in Lara Croft: Tomb Raider (2001), and since then has established herself as one of the best-known and highest-paid actresses in Hollywood. She has had her biggest commercial successes with the action-comedy Mr. & Mrs. Smith (2005) and the animated film Kung Fu Panda (2008).\n\nDivorced from actors Jonny Lee Miller and Billy Bob Thornton, Jolie currently lives with actor Brad Pitt, in a relationship that has attracted worldwide media attention. Jolie and Pitt have three adopted children, Maddox, Pax, and Zahara, as well as three biological children, Shiloh, Knox, and Vivienne.",
        "place_of_birth_en": "Los Angeles, California, USA ",
        "place_of_birth_ru": "Los Angeles, California, USA ",
        "settings": {
            "tags": []
        }
    },
    {
        "adult": false,
        "also_known_as": [
            "קיאנו ריבס",
            "キアヌ・チャールズ・リーブス",
            "キアヌ・リーブス",
            "基努·里维斯",
            "Keanu Charles Reeves",
            "Dogstar",
            "키아누 리브스",
            "基努·李維"
        ],
        "birthday": "1964-09-02",
        "deathday": null,
        "gender": 2,
        "homepage": null,
        "id": 6384,
        "imdb_id": "nm0000206",
        "known_for_department": "Acting",
        "popularity": 99.216,
        "profile_path": "https://image.tmdb.org/t/p/w500/4D0PpNI0kmP58hgrwGC3wCjxhnm.jpg",
        "name_en": "Keanu Reeves",
        "name_ru": "Keanu Reeves",
        "biography_en": "Keanu Charles Reeves is a Canadian actor. Reeves is known for his roles in Bill & Ted's Excellent Adventure, Speed, Point Break, and The Matrix franchise as Neo.\n\nHe has collaborated with major directors such as Stephen Frears (in the 1988 period drama Dangerous Liaisons); Gus Van Sant (in the 1991 independent film My Own Private Idaho); and Bernardo Bertolucci (in the 1993 film Little Buddha). Referring to his 1991 film releases, The New York Times' critic, Janet Maslin, praised Reeves' versatility, saying that he \"displays considerable discipline and range. He moves easily between the buttoned-down demeanor that suits a police procedural story and the loose-jointed manner of his comic roles.\" A repeated theme in roles he has portrayed is that of saving the world, including the characters of Ted Logan, Buddha, Neo, Johnny Mnemonic, John Constantine and Klaatu.",
        "biography_ru": "Keanu Charles Reeves is a Canadian actor. Reeves is known for his roles in Bill & Ted's Excellent Adventure, Speed, Point Break, and The Matrix franchise as Neo.\n\nHe has collaborated with major directors such as Stephen Frears (in the 1988 period drama Dangerous Liaisons); Gus Van Sant (in the 1991 independent film My Own Private Idaho); and Bernardo Bertolucci (in the 1993 film Little Buddha). Referring to his 1991 film releases, The New York Times' critic, Janet Maslin, praised Reeves' versatility, saying that he \"displays considerable discipline and range. He moves easily between the buttoned-down demeanor that suits a police procedural story and the loose-jointed manner of his comic roles.\" A repeated theme in roles he has portrayed is that of saving the world, including the characters of Ted Logan, Buddha, Neo, Johnny Mnemonic, John Constantine and Klaatu.",
        "place_of_birth_en": "Beirut, Lebanon",
        "place_of_birth_ru": "Beirut, Lebanon",
        "settings": {
            "tags": []
        }
    },
    {
        "adult": false,
        "also_known_as": [
            "The Fresh Prince",
            "Willard Smith",
            "ويل سميث",
            "윌 스미스",
            "วิลล์ สมิธ",
            "威爾·史密斯",
            "וויל סמית",
            "Γουίλ Σμιθ",
            "Willard Christopher \"Will\" Smith, Jr.",
            "Willard Christopher Smith, Jr.",
            "威尔·史密斯",
            "വിൽ സ്മിത്ത് ",
            " Γουίλαρντ Κάρολ Σμιθ",
            "ウィル・スミス",
            "ウィラード・キャロル・スミス・ジュニア",
            "ویل اسمیت"
        ],
        "birthday": "1968-09-25",
        "deathday": null,
        "gender": 2,
        "homepage": "http://www.willsmith.com",
        "id": 2888,
        "imdb_id": "nm0000226",
        "known_for_department": "Acting",
        "popularity": 89.765,
        "profile_path": "https://image.tmdb.org/t/p/w500/1QqaRZ8neYlqLx7ODZC4as47wUV.jpg",
        "name_en": "Will Smith",
        "name_ru": "Will Smith",
        "biography_en": "Willard Carroll Smith II (born September 25, 1968) is an American actor and rapper. Known for variety of roles, Smith has received various accolades, including an Academy Award, a British Academy Film Award and four Grammy Awards.\n\nSmith began his acting career starring as a fictionalized version of himself on the NBC sitcom The Fresh Prince of Bel-Air (1990–1996). He first gained recognition as part of a hip hop duo with DJ Jazzy Jeff, with whom he released five studio albums and the US Billboard Hot 100 top 20 singles \"Parents Just Don't Understand\", \"A Nightmare on My Street\", \"Summertime\", \"Ring My Bell\", and \"Boom! Shake the Room\" from 1984 to 1994. He released the solo albums Big Willie Style (1997), Willennium (1999), Born to Reign (2002), and Lost and Found (2005), which contained the US number-one singles \"Gettin' Jiggy wit It\" and \"Wild Wild West\". He has received four Grammy Awards for his rap performances.\n\nSmith achieved wider fame as a leading man in films such as the action film Bad Boys (1995), its sequels Bad Boys II (2003) and Bad Boys for Life (2020), and the sci-fi comedies Men in Black (1997), Men in Black II (2002), and Men in Black 3 (2012). After starring in the thrillers Independence Day (1996) and Enemy of the State (1998), he received Academy Award for Best Actor nominations for his portrayal as Muhammad Ali in Ali (2001), and as Chris Gardner in The Pursuit of Happyness (2006). He then starred in a range of commercially successful films, including I, Robot (2004), Shark Tale (2004), Hitch (2005), I Am Legend (2007), Hancock (2008), Seven Pounds (2008), Suicide Squad (2016) and Aladdin (2019).\n\nFor his portrayal of Richard Williams in the biographical sports drama King Richard (2021), Smith won the Academy Award, BAFTA Award, Golden Globe Award, and Screen Actors Guild Award for Best Actor.",
        "biography_ru": "Willard Carroll Smith II (born September 25, 1968) is an American actor and rapper. Known for variety of roles, Smith has received various accolades, including an Academy Award, a British Academy Film Award and four Grammy Awards.\n\nSmith began his acting career starring as a fictionalized version of himself on the NBC sitcom The Fresh Prince of Bel-Air (1990–1996). He first gained recognition as part of a hip hop duo with DJ Jazzy Jeff, with whom he released five studio albums and the US Billboard Hot 100 top 20 singles \"Parents Just Don't Understand\", \"A Nightmare on My Street\", \"Summertime\", \"Ring My Bell\", and \"Boom! Shake the Room\" from 1984 to 1994. He released the solo albums Big Willie Style (1997), Willennium (1999), Born to Reign (2002), and Lost and Found (2005), which contained the US number-one singles \"Gettin' Jiggy wit It\" and \"Wild Wild West\". He has received four Grammy Awards for his rap performances.\n\nSmith achieved wider fame as a leading man in films such as the action film Bad Boys (1995), its sequels Bad Boys II (2003) and Bad Boys for Life (2020), and the sci-fi comedies Men in Black (1997), Men in Black II (2002), and Men in Black 3 (2012). After starring in the thrillers Independence Day (1996) and Enemy of the State (1998), he received Academy Award for Best Actor nominations for his portrayal as Muhammad Ali in Ali (2001), and as Chris Gardner in The Pursuit of Happyness (2006). He then starred in a range of commercially successful films, including I, Robot (2004), Shark Tale (2004), Hitch (2005), I Am Legend (2007), Hancock (2008), Seven Pounds (2008), Suicide Squad (2016) and Aladdin (2019).\n\nFor his portrayal of Richard Williams in the biographical sports drama King Richard (2021), Smith won the Academy Award, BAFTA Award, Golden Globe Award, and Screen Actors Guild Award for Best Actor.",
        "place_of_birth_en": "Philadelphia, Pennsylvania, USA",
        "place_of_birth_ru": "Philadelphia, Pennsylvania, USA",
        "settings": {
            "tags": []
        }
    },
    {
        "adult": false,
        "also_known_as": [
            "艾迪墨菲",
            "エディ・マーフィー",
            "ایڈی مرفی",
            "Эдди Мерфи",
            "चलनेवालासफरी",
            " 에디 머피",
            "艾迪·墨菲"
        ],
        "birthday": "1955-04-03",
        "deathday": null,
        "gender": 2,
        "homepage": null,
        "id": 776,
        "imdb_id": "nm0000552",
        "known_for_department": "Acting",
        "popularity": 28.238,
        "profile_path": "https://image.tmdb.org/t/p/w500/qgjMfefsKwSYsyCaIX46uyOXIpy.jpg",
        "name_en": "Eddie Murphy",
        "name_ru": "Eddie Murphy",
        "biography_en": "Edward \"Eddie\" Regan Murphy (born April 3, 1961) is an American actor, voice actor, film director, producer, comedian, and singer.\n\nHe is the second-highest grossing actor in motion picture history. He was a regular cast member on Saturday Night Live from 1980 to 1984, and has worked as a stand-up comedian. He was ranked #10 on Comedy Central's list of the 100 Greatest Stand-ups of All Time. He has received Golden Globe Award nominations for Golden Globe Award for New Star of the Year - Actor for his performance in 48 Hrs and best actor in a comedy or musical for his performances in Beverly Hills Cop, Trading Places, and The Nutty Professor. In 2007, he won the Golden Globe for Best Supporting Actor for his portrayal of soul singer James \"Thunder\" Early in Dreamgirls, and received a nomination for the Academy Award for Best Supporting Actor for the same role. Murphy's work as a voice actor includes Thurgood Stubbs in The PJs, Donkey in the Shrek series and the dragon Mushu in Disney's Mulan. In some of his films, he plays multiple roles in addition to his main character, intended as a tribute to one of his idols Peter Sellers, who played multiple roles in Dr. Strangelove and elsewhere. Murphy has played multiple roles in Coming to America, Wes Craven's Vampire In Brooklyn, the Nutty Professor films (where he played the title role in two incarnations, plus his father, brother, mother, and grandmother), Bowfinger, and 2007's Norbit.",
        "biography_ru": "Edward \"Eddie\" Regan Murphy (born April 3, 1961) is an American actor, voice actor, film director, producer, comedian, and singer.\n\nHe is the second-highest grossing actor in motion picture history. He was a regular cast member on Saturday Night Live from 1980 to 1984, and has worked as a stand-up comedian. He was ranked #10 on Comedy Central's list of the 100 Greatest Stand-ups of All Time. He has received Golden Globe Award nominations for Golden Globe Award for New Star of the Year - Actor for his performance in 48 Hrs and best actor in a comedy or musical for his performances in Beverly Hills Cop, Trading Places, and The Nutty Professor. In 2007, he won the Golden Globe for Best Supporting Actor for his portrayal of soul singer James \"Thunder\" Early in Dreamgirls, and received a nomination for the Academy Award for Best Supporting Actor for the same role. Murphy's work as a voice actor includes Thurgood Stubbs in The PJs, Donkey in the Shrek series and the dragon Mushu in Disney's Mulan. In some of his films, he plays multiple roles in addition to his main character, intended as a tribute to one of his idols Peter Sellers, who played multiple roles in Dr. Strangelove and elsewhere. Murphy has played multiple roles in Coming to America, Wes Craven's Vampire In Brooklyn, the Nutty Professor films (where he played the title role in two incarnations, plus his father, brother, mother, and grandmother), Bowfinger, and 2007's Norbit.",
        "place_of_birth_en": "Brooklyn, New York, USA",
        "place_of_birth_ru": "Brooklyn, New York, USA",
        "settings": {
            "tags": []
        }
    },
    {
        "adult": false,
        "also_known_as": [
            "艾德·哈里斯",
            "Эд Харрис",
            "エド・ハリス",
            "เอ็ด แฮร์ริส",
            "에드 해리스",
            "إد هاريس",
            "Edward Allen \"Ed\" Harris",
            "Edward Allen Harris",
            "Εντ Χάρις",
            "Έντουαρντ Χάρις",
            "Ед Гарріс"
        ],
        "birthday": "1950-11-28",
        "deathday": null,
        "gender": 2,
        "homepage": null,
        "id": 228,
        "imdb_id": "nm0000438",
        "known_for_department": "Acting",
        "popularity": 25.62,
        "profile_path": "https://image.tmdb.org/t/p/w500/aAu9lJ02jlg0GAvv2vVnpJSDV1Y.jpg",
        "name_en": "Ed Harris",
        "name_ru": "Ed Harris",
        "biography_en": "Ed Harris is an American stage, film and television actor, writer, producer and director, best known for playing supporting characters in feature films such as \"Apollo 13\", \"A Beautiful Mind\", and \"The Truman Show\", as well as many recurring and starring roles in television shows, among them the portrayal of The Man in Black in HBO's \"Westworld\". He holds a BFA in Drama from the California Institute of the Arts, Valencia, USA.",
        "biography_ru": "Ed Harris is an American stage, film and television actor, writer, producer and director, best known for playing supporting characters in feature films such as \"Apollo 13\", \"A Beautiful Mind\", and \"The Truman Show\", as well as many recurring and starring roles in television shows, among them the portrayal of The Man in Black in HBO's \"Westworld\". He holds a BFA in Drama from the California Institute of the Arts, Valencia, USA.",
        "place_of_birth_en": "Englewood, New Jersey, USA",
        "place_of_birth_ru": "Englewood, New Jersey, USA",
        "settings": {
            "tags": []
        }
    },
    {
        "adult": false,
        "also_known_as": [
            "Byron Deidra",
            "Adrien Nicholas Brody",
            "Едрієн Броуді",
            "애드리언 브로디",
            "Эдриан Броуди",
            "Эдриен Броуди",
            "阿德里安·布劳迪"
        ],
        "birthday": "1973-04-14",
        "deathday": null,
        "gender": 2,
        "homepage": null,
        "id": 3490,
        "imdb_id": "nm0004778",
        "known_for_department": "Acting",
        "popularity": 29.608,
        "profile_path": "https://image.tmdb.org/t/p/w500/1dBItgLFBNGEXnI48VvnnN2vFaX.jpg",
        "name_en": "Adrien Brody",
        "name_ru": "Adrien Brody",
        "biography_en": "Adrien Nicholas Brody (born April 14, 1973) is an American actor and producer. He received widespread recognition and acclaim after starring as Władysław Szpilman in Roman Polanski's The Pianist (2002), for which he won the Academy Award for Best Actor at age 29, becoming the youngest actor to win in that category. Brody is the second male American actor after Christopher Lambert to receive the César Award for Best Actor.\n\nOther successful films that Brody has starred in are The Thin Red Line (1998), The Village (2004), King Kong (2005), Predators (2010) and Midnight in Paris (2011). He is a frequent collaborator of Wes Anderson's, having starred in four of Anderson's films, The Darjeeling Limited (2007), Fantastic Mr. Fox (2009), The Grand Budapest Hotel (2014), and The French Dispatch (2021). In 2017, he portrayed Luca Changretta in the fourth season of the BBC series Peaky Blinders. In 2022, he starred in the Marilyn Monroe biopic Blonde (2022) and also starred as Pat Riley in the first season of the HBO sports drama series Winning Time: The Rise of the Lakers Dynasty.",
        "biography_ru": "Adrien Nicholas Brody (born April 14, 1973) is an American actor and producer. He received widespread recognition and acclaim after starring as Władysław Szpilman in Roman Polanski's The Pianist (2002), for which he won the Academy Award for Best Actor at age 29, becoming the youngest actor to win in that category. Brody is the second male American actor after Christopher Lambert to receive the César Award for Best Actor.\n\nOther successful films that Brody has starred in are The Thin Red Line (1998), The Village (2004), King Kong (2005), Predators (2010) and Midnight in Paris (2011). He is a frequent collaborator of Wes Anderson's, having starred in four of Anderson's films, The Darjeeling Limited (2007), Fantastic Mr. Fox (2009), The Grand Budapest Hotel (2014), and The French Dispatch (2021). In 2017, he portrayed Luca Changretta in the fourth season of the BBC series Peaky Blinders. In 2022, he starred in the Marilyn Monroe biopic Blonde (2022) and also starred as Pat Riley in the first season of the HBO sports drama series Winning Time: The Rise of the Lakers Dynasty.",
        "place_of_birth_en": "Woodhaven, Queens, New York City, New York, USA",
        "place_of_birth_ru": "Woodhaven, Queens, New York City, New York, USA",
        "settings": {
            "tags": []
        }
    },
    {
        "adult": false,
        "also_known_as": [
            " Edward Harrison ",
            "Ed Norton",
            "爱德华·诺顿",
            "เอ็ดเวิร์ด นอร์ตัน",
            "エドワード・ノートン",
            "إدوارد نورتون",
            "에드워드 노튼",
            "Έντουαρντ Νόρτον",
            "Edward Harrison Norton",
            "אדוארד נורטון",
            "ادوارد نورتون",
            "艾德華·諾頓"
        ],
        "birthday": "1969-08-18",
        "deathday": null,
        "gender": 2,
        "homepage": null,
        "id": 819,
        "imdb_id": "nm0001570",
        "known_for_department": "Acting",
        "popularity": 22.581,
        "profile_path": "https://image.tmdb.org/t/p/w500/5XBzD5WuTyVQZeS4VI25z2moMeY.jpg",
        "name_en": "Edward Norton",
        "name_ru": "Эдвард Нортон",
        "biography_en": "Edward Harrison Norton (born August 18, 1969) is an American actor and filmmaker. He has received numerous awards and nominations, including a Golden Globe Award and three Academy Award nominations.\n\nBorn in Boston, Massachusetts and raised in Columbia, Maryland, Norton was drawn to theatrical productions at local venues as a child. After graduating from Yale College in 1991, he worked for a few months in Japan before moving to New York City to pursue an acting career. He gained immediate recognition and critical acclaim for his debut in Primal Fear (1996), which earned him a Golden Globe for Best Supporting Actor and an Academy Award nomination in the same category. His role as a reformed neo-Nazi in American History X (1998) earned him an Academy Award nomination for Best Actor. He also starred in the film Fight Club (1999), which garnered a cult following.\n\nNorton emerged as a filmmaker in the 2000s. He established the production company Class 5 Films in 2003, and was director or producer of the films Keeping the Faith (2000), Down in the Valley (2005), and The Painted Veil (2006). He continued to receive critical acclaim for his acting roles in films such as The Score (2001), 25th Hour (2002), The Illusionist (2006), Moonrise Kingdom (2012), and The Grand Budapest Hotel (2014). His biggest commercial successes have been Red Dragon (2002), Kingdom of Heaven (2005), The Incredible Hulk (2008), and The Bourne Legacy (2012). For his role in the black comedy Birdman (2014), Norton earned another Academy Award nomination for Best Supporting Actor.",
        "biography_ru": "Американский актёр, кинорежиссёр, сценарист, продюсер, оператор и монтажёр, филантроп, трёхкратный номинант на премию «Оскар».\n\nДебютом в кино для Нортона стал фильм «Первобытный страх» (1996), где он сыграл молодого заключённого социопата. За эту роль он получил премию «Золотой глобус» и был номинирован на премию «Оскар», как лучший актёр второго плана. Впоследствии его не раз номинировали, в том числе и на лучшую мужскую роль за роль в фильме о неонацистах «Американская история Икс». Всемирную славу снискал за участие в экранизации романа Чака Паланика «Бойцовский клуб».\n\nВ том же году отказался от роли рядового Райана в фильме «Спасти рядового Райана». Продюсеры «Американского психопата» хотели, чтобы он также сыграл роль Патрика Бэйтмана. В 2003 году британская версия журнала «GQ» назвала Нортона Мужчиной года в международной номинации.\n\nПоследнее время он играл самого себя в экспериментальном комедийном телесериале «Стелла». Также снискал одобрение критиков за роль прокаженного короля в фильме «Царство небесное». В 2000 году он дебютировал как режиссёр, сняв комедию «Сохраняя веру». Своей игрой в фильме «Иллюзионист» 2006 года он вновь заслужил положительные отзывы критиков. В 2008 году Эдвард сыграл Брюса Беннера в фильме «Невероятный Халк», который получил почти исключительно положительные отзывы критиков. Из-за творческих разногласий с Marvel Studios Нортон отказался от роли Брюса Беннера в «Мстителях», и его заменили на Марка Руффало.\n\nВ 2014 году исполнил роль бродвейского актёра в чёрной комедии «Бёрдмэн». Работа Нортона удостоилась крайне высоких оценок мировой кинопрессы и множества наград.\n\nВ содружестве со своим близким другом и писателем Стюартом Блумбергом, а также продюсером Биллом Миглиором Нортон основал компанию «Class 5 Films».\n\nВ 2010 году Генеральный секретарь ООН Пан Ги Мун назначил Эдварда Нортона послом организации по вопросам биоразнообразия. Нортон в свое время основал программу Solar Neighbor, которая обеспечивает солнечными электростанциями дома малообеспеченных семей. Также Нортон является членом Friends of the High Line (фонд работает над сохранением в Нью-Йорке зеленых насаждений), Grand Canyon Trust, The Wilderness Society (охраняет природные территории в США) и Earthjustice (оказывает юридическую поддержку в решении экологических проблем).",
        "place_of_birth_en": "Boston, Massachusetts, USA",
        "place_of_birth_ru": "Boston, Massachusetts, USA",
        "settings": {
            "tags": []
        }
    },
    {
        "adult": false,
        "also_known_as": [
            "אדי רדמיין",
            "에디 레드메인",
            "ედი რედმეინი",
            "埃迪·雷德梅尼",
            "エディ・レッドメイン",
            "Едді Редмейн",
            "Еди Редмейн"
        ],
        "birthday": "1982-01-06",
        "deathday": null,
        "gender": 2,
        "homepage": "http://eddie-redmayne.net/",
        "id": 37632,
        "imdb_id": "nm1519666",
        "known_for_department": "Acting",
        "popularity": 24.631,
        "profile_path": "https://image.tmdb.org/t/p/w500/Ll3cAE9RIsSX4cvTi5K1KNQizI.jpg",
        "name_en": "Eddie Redmayne",
        "name_ru": "Эдди Редмейн",
        "biography_en": "Edward John David Redmayne OBE (born 6 January 1982) is an English actor and model. He is the recipient of various accolades, including an Academy Award, a Tony Award, a Golden Globe Award, a Screen Actors Guild Award, and a British Academy Film Award.\n\nHe began his professional acting career in West End theatre before making his screen debut in 1996 with guest television appearances. His first films were Like Minds (2006), The Good Shepherd (2006) and Elizabeth: The Golden Age (2007). On the stage, Redmayne starred in the productions of Red from 2009 to 2010 and Richard II from 2011 to 2012. The former won him the Tony Award for Best Featured Actor in a Play.\n\nRedmayne's film breakthrough came with the roles of Colin Clark in the biographical drama My Week with Marilyn (2011) and Marius Pontmercy in Tom Hooper's musical Les Misérables (2012). He garnered consecutive nominations for the Academy Award for Best Actor for his portrayals of physicist Stephen Hawking in The Theory of Everything (2014), and transgender artist Lili Elbe in The Danish Girl (2015), winning for the former. In 2016, he began starring as Newt Scamander in the Fantastic Beasts film series.",
        "biography_ru": "британский актёр театра и кино.\n\nПрославился благодаря роли физика-теоретика Стивена Хокинга в фильме «Вселенная Стивена Хокинга», за эту роль Редмэйн получил мировое признание и высокие оценки от авторитетных мировых кинокритиков.\n\nЛауреат премии Американской киноакадемии «Оскар», обладатель премии «Золотой глобус» и премии Британской киноакадемии, лауреат театральной премии «Тони» и премии Лоуренса Оливье. В 2015 году был назначен офицером Ордена Британской империи за выдающиеся заслуги в драме.\n\nЭдди Редмэйн родился в Лондоне, Великобритания. После окончания учёбы в начальной школе Колет Корт, Редмэйн некоторое время учился в Итонском колледже в одном классе с принцем Уильямом. Он был ранимым и эмоциональным подростком. Во время учёбы в колледже он получал стипендию за особые успехи на музыкальном поприще — будущий актёр солировал в хоре, а также играл на пианино. Редмэйна выбрали старостой факультета. Затем он перевёлся в Тринити-колледж при Кембридже на факультет истории искусств, который окончил в 2003 году.\n\nЭдди начал брать уроки актёрского мастерства с раннего возраста. Актёрской профессией он заинтересовался в восемь лет, когда родители повели его в театр на постановку пьесы Шекспира «Сон в летнюю ночь».\n\nДебют Эдди на сцене состоялся в 2002 году в театре «Глобус» в пьесе Шекспира «Двенадцатая ночь». Он также выиграл премию в номинации Выдающийся начинающий актёр на 50-й церемонии Critics' Circle Theatre Awards за роль Эдварда Олби (2004).\n\nВ 2009 году Эдди сыграл в новой пьесе Джона Логана «Красное» и получил за эту роль «Премию Лоуренса Оливье» в номинации Лучший актёр второго плана. Он вновь сыграл свою роль в данной драме в театре на Бродвее, за что получил премию «Тони» в номинации Лучшее исполнение выдающимся актёром в постановке.\n\nСреди телевизионных работ Эдди Редмэйна числятся мини-сериал BBC «Тесс из рода Д’Эрбервиллей», сериал «Столпы Земли», а также фильмы, среди которых наиболее известны «Окись», «Читая мысли», «Ложное искушение», «Дикая грация» и «Ещё одна из рода Болейн».\n\nЕщё в подростковом возрасте Редмэйн начал работать моделью. В 2008 году Эдди Редмэйн стал моделью для Burberry вместе с Алексом Петтифером, а в 2012 году — с моделью Карой Делевинь. В 2016 году стал новым лицом модельного дома Prada.\n\nРоль учёного Стивена Хокинга в картине «Вселенная Стивена Хокинга» принесла актёру премии «Оскар», «Золотой глобус» и BAFTA.\n\nВ 2015 году с участием Редмэйна на экраны вышла биографическая драма «Девушка из Дании», рассказывающая историю первого в мире транссексуала.\n\nНа протяжении нескольких лет Эдди дружит с актёром Джейми Дорнаном, с которым они вместе снимали квартиру, когда перебрались в Лос-Анджелес в поисках работы.",
        "place_of_birth_en": "London, England, UK",
        "place_of_birth_ru": "London, England, UK",
        "settings": {
            "tags": []
        }
    }
]