[{"adult":false,"also_known_as":["Walt Goggins","華頓・哥金斯","ウォルトン・ゴギンス","월턴 고긴스","華頓哥金斯","Волтон Гоггінс"],"birthday":"1971-11-10","deathday":null,"gender":2,"homepage":null,"id":27740,"imdb_id":"nm0324658","known_for_department":"Acting","popularity":28.454,"profile_path":"https://image.tmdb.org/t/p/w500/nPH7NL6wLUFJaXo5V3jBisgH84c.jpg","name_en":"Walton Goggins","name_ru":"Уолтон Гоггинс","biography_en":"Walton Sanders Goggins, Jr. (born November 10, 1971) is an American actor best known for his roles on the FX Networks series The Shield and Justified, portraying Detective Shane Vendrell and Boyd Crowder, respectively. He is also known for his character roles in the films Miracle at St. Anna and Predators. Goggins co-produced and starred in the 2001 short film The Accountant, which won an Academy Award for Best Live Action Short Film. Goggins accepted the award alongside Ray McKinnon and Lisa Blount.","biography_ru":"Уолтон Гоггинс\n\nГоггинс начал с небольших ролей в кино и в телевизионных проектах, в том числе сделанных для телевидения фильм «Убийство в Миссисипи», драма, основанная об истинном убийстве трёх гражданских трудящихся в 1964 году. Именно на «Убийстве в Миссисипи», встретился с актёром Рэй МакКиннон, с которым он подружился, а затем и профессионально сотрудничал. На маленьком экране, он несколько раз появлялся в качестве различных персонажей на основе драмы «В разгар ночи». Когда ему было 19 лет, семья собрала вещи и переехала в Лос-Анджелес, чтобы продолжить актёрскую карьеру. Его переезд в Лос-Анджелес оказался плодотворным. Он снимался в драме «The Watcher», в длительной военной драме зала суда «JAG». После игры Джима Боба в комедийном фильме «Cherokee Kid», вернулся в качестве приглашенной звезды в эпизодах «Страж» и «NYPD Blue».\n\nМежду тем, в 2001 году он создал продюсерскую компанию со своим старым другом Рэйем МакКинноном и его женой актрисой Лизой Блаунт. Фильм «Бухгалтер» — это 38-минутная комедия о двух отчаянных братьях, которые нанимают таинственного человека, чтобы решить все свои беды. Фильм получил премию Американской киноакадемии за Лучший короткометражный фильм в 2001 году. Является самым известным актёром сериала \"Щит\" за его роль детектива Шейна. В 2010 году сыграл вспомогательную роль, как заключенный камеры смертников в фильме «Хищники». 14 июля 2011 года, был номинирован на премию Эмми как выдающийся актёр второго плана в драматическом сериале за роль Бойда Краудера в сериале «Правосудие». Сыграл Криса Мэникса в фильме Квентина Тарантино «Омерзительная восьмерка».\n\nУолтон Гоггинс является страстным фотографом. Он продемонстрировал некоторые свои работы в блоге, который он создал. В перерыве от работы он путешествовал по всей Индии. Он также является страстным путешественником — проводит большую часть своего свободного времени на дорогах по всему миру: Индия, Вьетнам, Камбоджа, Таиланд, Центральная Америка и Марокко. В политике принимал активное участие в «Демократической партии» на президентских выборах 2008 года, когда он выступал за сенатора Барака Обаму. Он также известен как поклонник работ бывшего президента Джимми Картера. Также активно участвует в различных некоммерческих организациях, которые варьируются от экологических до гуманитарных работ.","place_of_birth_en":"Birmingham, Alabama, USA","place_of_birth_ru":"Birmingham, Alabama, USA","settings":{"tags":[]}},{"adult":false,"also_known_as":["رايان غوسلينغ","ライアン・ゴズリング","ไรอัน กอสลิง","瑞恩·高斯林","Раян Гослінг","라이언 고슬링","რაიან გოსლინგი","雷恩·葛斯林","Jack Maxwell"],"birthday":"1980-11-12","deathday":null,"gender":2,"homepage":null,"id":30614,"imdb_id":"nm0331516","known_for_department":"Acting","popularity":46.949,"profile_path":"https://image.tmdb.org/t/p/w500/lyUyVARQKhGxaxy0FbPJCQRpiaW.jpg","name_en":"Ryan Gosling","name_ru":"Райан Гослинг","biography_en":"Ryan Thomas Gosling (born November 12, 1980) is a Canadian actor. Prominent in independent film, he has also worked in blockbuster films of varying genres, and has accrued a worldwide box office gross of over 1.9 billion USD. He has received various accolades, including a Golden Globe Award, and nominations for two Academy Awards and a BAFTA Award.\n\nBorn and raised in Canada, he rose to prominence at age 13 for being a child star on the Disney Channel's The Mickey Mouse Club (1993–1995), and went on to appear in other family entertainment programs, including Are You Afraid of the Dark? (1995) and Goosebumps (1996). His first film role was as a Jewish neo-Nazi in The Believer (2001), and he went on to star in several independent films, including Murder by Numbers (2002), The Slaughter Rule (2002), and The United States of Leland (2003).\n\nGosling gained wider recognition and stardom for the 2004 romance film The Notebook. This was followed by starring roles in a string of critically acclaimed independent dramas including Half Nelson (2006), for which he was nominated for the Academy Award for Best Actor. Gosling co-starred in three mainstream films in 2011, the romantic comedy Crazy, Stupid, Love and the action drama Drive, all of which were critical and commercial successes. He then starred in the acclaimed financial satire The Big Short (2015) and the romantic musical La La Land (2016), the latter of which won him the Golden Globe Award for Best Actor and a second Academy Award nomination for Best Actor. Further acclaim followed with the science fiction thriller Blade Runner 2049 (2017) and the biopic First Man (2018). In addition to acting, he made his directorial debut in 2014's Lost River.","biography_ru":"Райан Гослинг\n\nКанадский киноактёр. Двукратный номинант на премию «Оскар» (2007, 2017), лауреат премии «Золотой глобус» (2017), двукратный лауреат премии «Спутник» (2007, 2012) и лауреат премии Национального совета кинокритиков США (2006). В 2008 году совместно с Заком Шилдсом основал музыкальную группу Dead Man’s Bones и участвует в ней по сей день.\n\nСреди знаменитых киноработ актёра: «Фанатик», «Отсчёт убийств», «Соединённые штаты Лиланда», «Дневник памяти», «Останься», «Полу-Нельсон», «Перелом», «Все самое лучшее», «Валентинка», «Эта дурацкая любовь», «Место под соснами», «Мартовские иды», «Охотники на гангстеров», «Только Бог простит», «Игра на понижение», «Славные парни», «Ла-Ла Ленд», «Бегущий по лезвию 2049». Стал широко известен после релиза нео-нуара «Драйв».\n\nСемья: отец Томас Гослинг (англ. Thomas Gosling), мать Донна Гослинг (англ. Donna Gosling), сестра Мэнди Гослинг (англ. Mandi Gosling). Среди предков Райана — франко-канадцы (50 %), англичане, шотландцы и немцы. Образование Райан получал в средних школах Lester B Pearson High School в Бёрлингтоне и в Gladstone Public School, Корнуолле. Любимый музыкант — Чет Бейкер. Любимая еда — блюда из кальмаров. Любимый цвет — синий. Любимый фильм — «К востоку от рая» (англ. East of Eden), снятый по одноимённому роману Стейнбека.\n\nВ детстве Гослинг был членом Клуба Микки Мауса (The Mickey Mouse Club), в котором выступал вместе с такими современными знаменитостями, как Бритни Спирс, Кристина Агилера и Джастин Тимберлейк.\n\nВ 2004 году он стал одним из «пятидесяти самых привлекательных холостяков» по мнению журнала People.\n\nВстречался с актрисами Сандрой Буллок (2002—2003 годы), Рэйчел Макадамс (2004—2007, 2008), Фамке Янссен (2007—2008), Джейми Мюррей (2009—2010).\n\nС сентября 2011 состоит в отношениях с Евой Мендес. 12 сентября 2014 года актриса родила ему дочь, которую назвали Эсмеральда Амада Гослинг, а 29 апреля 2016 у пары родилась вторая дочь Амада Ли Гослинг.\n\nРайан состоит в музыкальной группе Dead Man's Bones. В декабре 2008 года Гослинг и его близкий друг Зак Шилдс выпустили альбом In The Room Where You Sleep и первый видеоклип на песню к нему. С Шилдсом Райан познакомился, когда оба встречались с сёстрами МакАдамс (Зак встречался с Кэйлин). Поначалу парни друг другу не понравились, но когда выяснилось, что оба увлекаются всяческими страшилками, привидениями, монстрами и зомби, они решили создать совместный проект по реализации общих идей.","place_of_birth_en":"London, Ontario, Canada","place_of_birth_ru":"London, Ontario, Canada","settings":{"tags":[]}},{"adult":false,"also_known_as":["約翰·古德曼","ジョン・グッドマン","존 굿맨","جون غودمان","Джон Гудман","Джон Стівен Гудмен","Джон Гудмен","Karl Mundt","John Stephen Goodman","Jonathan Stephen \"John\" Goodman"],"birthday":"1952-06-20","deathday":null,"gender":2,"homepage":null,"id":1230,"imdb_id":"nm0000422","known_for_department":"Acting","popularity":22.79,"profile_path":"https://image.tmdb.org/t/p/w500/yyYqoyKHO7hE1zpgEV2XlqYWcNV.jpg","name_en":"John Goodman","name_ru":"John Goodman","biography_en":"John Goodman is an American stage, film and television actor, best known for his role as Dan Conner on the television series Roseanne, and the hugely popular feature film The Big Lebowski.","biography_ru":"John Goodman is an American stage, film and television actor, best known for his role as Dan Conner on the television series Roseanne, and the hugely popular feature film The Big Lebowski.","place_of_birth_en":"Saint Louis, Missouri, USA","place_of_birth_ru":"Saint Louis, Missouri, USA","settings":{"tags":[]}},{"adult":false,"also_known_as":["喬瑟夫·高登-李維","โจเซฟ กอร์ดอน-เลวิตต์","조셉 고든 레빗","جوزيف غوردون-ليفيت","Joseph Leonard Gordon-Levitt","Joey Gordon-Levitt","Joe Gordon-Levitt","Joseph Leonard Levitt","约瑟夫·高登-莱维特","Джозеф Гордон-Левітт"],"birthday":"1981-02-17","deathday":null,"gender":2,"homepage":null,"id":24045,"imdb_id":"nm0330687","known_for_department":"Acting","popularity":36.049,"profile_path":"https://image.tmdb.org/t/p/w500/z2FA8js799xqtfiFjBTicFYdfk.jpg","name_en":"Joseph Gordon-Levitt","name_ru":"Джозеф Гордон-Левитт","biography_en":"Joseph Leonard Gordon-Levitt (born February 17, 1981) is an American actor and filmmaker. He has received various accolades, including nominations for the Golden Globe Award for Best Actor – Motion Picture Musical or Comedy for his leading performances in 500 Days of Summer (2009) and 50/50 (2011). He is the founder of the online media platform HitRecord whose projects such as HitRecord on TV (2014–15) and Create Together (2020) won him two Primetime Emmy Awards in the category of Outstanding Interactive Program.\n\nBorn in Los Angeles to a Jewish family, Gordon-Levitt began his acting career as a child, appearing in the films A River Runs Through It (1992), Holy Matrimony (1994), and Angels in the Outfield (1994), which earned him a Young Artist Award and a Saturn Award nomination. He played the role of Tommy Solomon in the TV series 3rd Rock from the Sun (1996–2001) for which he received three nominations at the Screen Actors Guild Awards. He had a supporting role in 10 Things I Hate About You (1999) and voiced Jim Hawkins in the Disney animated Treasure Planet (2002) before taking a break from acting to study at Columbia University, but dropped out in 2004 to resume his acting career.\n\nSince returning to acting, Gordon-Levitt has starred in Manic (2001), Mysterious Skin (2004), Brick (2005), The Lookout (2007), The Brothers Bloom (2008), Miracle at St. Anna (2008), G.I. Joe: The Rise of Cobra (2009), Inception (2010), Hesher (2010), Premium Rush (2012), The Dark Knight Rises (2012), Looper (2012), and Lincoln (2012). He portrayed Philippe Petit in the Robert Zemeckis-directed film The Walk (2015) and whistleblower Edward Snowden in the Oliver Stone film Snowden (2016). In 2020, he starred in the legal drama The Trial of the Chicago 7, for which he won the Critics' Choice Movie Award for Best Acting Ensemble and the Screen Actors Guild Award for Outstanding Performance by a Cast in a Motion Picture.\n\nIn 2013, he wrote and directed Don Jon, a comedy-drama film that was released to critical acclaim, earning him an Independent Spirit Award nomination for Best First Screenplay. He previously directed and edited two short films, both of which were released in 2010: Morgan M. Morgansen's Date with Destiny and Morgan and Destiny's Eleventeenth Date: The Zeppelin Zoo. In 2021, he wrote, directed and starred in a comedy drama series Mr. Corman on Apple TV+.","biography_ru":"Американский актёр и кинорежиссёр, двукратный номинант на премию «Золотой глобус» (2010, 2012). Наиболее заметные фильмы с его участием: «Начало», «Тёмный рыцарь: Возрождение легенды», «Бросок кобры», «Петля времени», «Линкольн», «Сноуден», «Жизнь прекрасна», «Обман», «500 дней лета», «Третья планета от Солнца», «10 причин моей ненависти», «Прогулка», «Кирпич», «Город грехов 2: Женщина, ради которой стоит убивать».\n\nДжозеф Гордон-Левитт родился 17 февраля 1981 года в Лос-Анджелесе, штат Калифорния, США. Его семья была еврейской, хотя и «не являлась строго религиозной». Его отец Деннис Левитт работал на радиостанции «Pacifica Radio», а мать, Джейн Гордон, была редактором программы телепередач на той же самой радиостанции. У Джо был старший брат Дэниэл, который скончался в 2010 году.\n\nДжозеф начал актёрскую карьеру в раннем возрасте: в 1988 году он дебютировал в телефильме «Ни шагу назад». Первая роль в полнометражном кино пришлась на 1992 год, Джозеф появился на несколько секунд в фильме «Бетховен». Далее он сыграл у Роберта Редфорда в фильме «Там, где течёт река» (другое название — «И катит воды река»), а с 1996 года он играл в популярном телевизионном сериале «Третья планета от Солнца», за который получил две премии от влиятельного голливудского издания The Hollywood Reporter и премию Гильдии киноактёров США. Кроме того, Джозеф сыграл одну из ведущих ролей в успешной комедии «10 причин моей ненависти», квази-шекспировском современном молодёжном фильме, где вместе с ним на экране появились Хит Леджер и Джулия Стайлз.\n\nВ 2001 году, после окончания актёром Колумбийского университета и снятия с эфира сериала «Третья планета от Солнца», Джозеф Гордон-Левитт практически полностью перешёл к съёмкам у независимых режиссёров. В 2005 году актёр получил широкое признание публики и позитивные отзывы критиков во всём мире за свою роль уличного хастлера в фильме культового режиссёра Грегга Араки «Загадочная кожа». А чуть позже на экраны в ограниченный прокат вышел фильм Райана Джонсона «Кирпич» — снятый в жанре неонуар университетский детектив, в котором Джозеф сыграл студента, расследующего загадочную гибель своей бывшей подружки.\n\nОсенью 2006 года актёр был занят на съёмках фильма режиссёра Кимберли Пирс «Война по принуждению». Кроме того, Джозефа можно увидеть в роли наёмного убийцы в триллере «Киллер» с участием Дайан Лэйн и Микки Рурка.\n\nВ 2009 году Джозеф снялся в главной роли в романтической комедии «500 дней лета» совместно с Зоуи Дешанель. Гордон-Левитт сыграл влюбленного романтика Томаса Хэнсона, за что был номинирован на премии «Независимый дух» и «Detroit Film Critics Society Awards».\n\nВ 2010 году вышел в прокат фильм с участием Гордона-Левитта «Начало» с Леонардо Ди Каприо в главной роли и «Хэшер» с Натали Портман.\n\nВ 2011 году в фильме «Жизнь прекрасна» Джозеф сыграл молодого человека по имени Адам, который узнает, что он болен раком.\n\nВ январе 2013 года на кинофестивале «Сандэнс» состоялась премьера комедийного фильма «Страсти Дон Жуана», в котором Джозеф Гордон-Левитт является режиссёром, сценаристом, а также исполнителем главной роли. В фильме также снимались Скарлетт Йоханссон и Джулианна Мур. В России в широкий кинопрокат фильм вышел в сентябре 2013 года.","place_of_birth_en":"Los Angeles, California, USA","place_of_birth_ru":"Los Angeles, California, USA","settings":{"tags":[]}},{"adult":false,"also_known_as":["Caryn Elaine Johnson","Whoopie Goldberg","우피 골드버그","烏比·戈德堡","Вупі Голдберг"],"birthday":"1955-11-13","deathday":null,"gender":1,"homepage":null,"id":2395,"imdb_id":"nm0000155","known_for_department":"Acting","popularity":30.869,"profile_path":"https://image.tmdb.org/t/p/w500/wZKI7qcEIVgiHxeFtk3NuKt8URQ.jpg","name_en":"Whoopi Goldberg","name_ru":"Whoopi Goldberg","biography_en":"An American comedian, actress, singer-songwriter, political activist, and talk show host. Goldberg made her film debut in The Color Purple (1985) playing Celie, a mistreated black woman in the Deep South. She received a nomination for the Academy Award for Best Actress and won her first Golden Globe Award for her role in the film. In 1990, she starred as Oda Mae Brown, a psychic helping a slain man (Patrick Swayze) find his killer in the blockbuster film Ghost. This performance won her a second Golden Globe and an Academy Award for Best Supporting Actress. Notable later films include Sister Act and Sister Act 2, The Lion King, Made in America, How Stella Got Her Groove Back, Girl, Interrupted and Rat Race. She is also acclaimed for her roles as the bartender Guinan in Star Trek: The Next Generation and as Terry Dolittle in Jumpin' Jack Flash. Her latest role is the voice of Stretch in Toy Story 3. Goldberg has been nominated for 13 Emmy Awards for her work in television. She was co-producer of the popular game show Hollywood Squares from 1998 to 2004. She has been the moderator of the daytime talk show The View since 2007. Goldberg has a Grammy, two Emmys, two Golden Globes, a Tony, and an Oscar. In addition, Goldberg has a British Academy Film Award, four People's Choice Awards and has been honored with a star on the Hollywood Walk of Fame and is one of the few entertainers who have won an Oscar, Emmy, Grammy, and Tony Award.","biography_ru":"An American comedian, actress, singer-songwriter, political activist, and talk show host. Goldberg made her film debut in The Color Purple (1985) playing Celie, a mistreated black woman in the Deep South. She received a nomination for the Academy Award for Best Actress and won her first Golden Globe Award for her role in the film. In 1990, she starred as Oda Mae Brown, a psychic helping a slain man (Patrick Swayze) find his killer in the blockbuster film Ghost. This performance won her a second Golden Globe and an Academy Award for Best Supporting Actress. Notable later films include Sister Act and Sister Act 2, The Lion King, Made in America, How Stella Got Her Groove Back, Girl, Interrupted and Rat Race. She is also acclaimed for her roles as the bartender Guinan in Star Trek: The Next Generation and as Terry Dolittle in Jumpin' Jack Flash. Her latest role is the voice of Stretch in Toy Story 3. Goldberg has been nominated for 13 Emmy Awards for her work in television. She was co-producer of the popular game show Hollywood Squares from 1998 to 2004. She has been the moderator of the daytime talk show The View since 2007. Goldberg has a Grammy, two Emmys, two Golden Globes, a Tony, and an Oscar. In addition, Goldberg has a British Academy Film Award, four People's Choice Awards and has been honored with a star on the Hollywood Walk of Fame and is one of the few entertainers who have won an Oscar, Emmy, Grammy, and Tony Award.","place_of_birth_en":"New York City, New York, USA","place_of_birth_ru":"New York City, New York, USA","settings":{"tags":[]}}]